{
  "id": "IELTSVocabularyBible",
  "name": "雅思词汇真经",
  "description": "雅思词汇真经",
  "category": "国际考试",
  "tags": [
    "IELTS"
  ],
  "url": "IELTSVocabularyBible.json",
  "length": 3672,
  "translateLanguage": "common",
  "language": "en",
  "type": "word",
  "words": [
    "hydrosphere",
    "lithosphere",
    "oxygen",
    "oxide",
    "carbon dioxide",
    "hydrogen",
    "core",
    "crust",
    "mantle",
    "longitude",
    "latitude",
    "horizon",
    "altitude",
    "disaster",
    "mishap",
    "catastrophic",
    "calamity",
    "endanger",
    "jeopardise",
    "destructive",
    "El Niño",
    "greenhouse",
    "phenomenon",
    "pebble",
    "magnet",
    "ore",
    "mineral",
    "marble",
    "quartz",
    "granite",
    "gust",
    "breeze",
    "monsoon",
    "gale",
    "hurricane",
    "tornado",
    "typhoon",
    "volcano",
    "erupt",
    "magma",
    "thermodynamic",
    "smog",
    "fume",
    "mist",
    "tsunami",
    "drought",
    "flooding",
    "torrent",
    "earthquake",
    "seismic",
    "avalanche",
    "terrain",
    "landscape",
    "continent",
    "cave",
    "cliff",
    "glacier",
    "swamp",
    "delta",
    "plain",
    "plateau",
    "oasis",
    "globe",
    "hemisphere",
    "equator",
    "arctic",
    "Antarctic",
    "pole",
    "polar",
    "axis",
    "deteriorate",
    "aggravate",
    "degrade",
    "upgrade",
    "erode",
    "Mediterranean",
    "Atlantic",
    "pacific",
    "ocean",
    "marine",
    "navigation",
    "gulf",
    "beach",
    "coast",
    "shore",
    "tide",
    "current",
    "brook",
    "stream",
    "source",
    "shallow",
    "superficial",
    "flat",
    "smooth",
    "rough",
    "sandy",
    "stony",
    "vertical",
    "steep",
    "parallel",
    "narrow",
    "Oceania",
    "mainland",
    "peninsula",
    "climate",
    "weather",
    "meteorology",
    "mild",
    "heating",
    "moderate",
    "warm",
    "thermal",
    "tropics",
    "arid",
    "moist",
    "damp",
    "humid",
    "snowy",
    "frost",
    "hail",
    "thaw",
    "chill",
    "freeze",
    "frigid",
    "tremble",
    "shiver",
    "thunder",
    "lightning",
    "stormy",
    "downpour",
    "rainfall",
    "sprinkle",
    "rainbow",
    "shower",
    "Celsius",
    "temperature",
    "forecast",
    "peak",
    "mount",
    "mountain",
    "range",
    "ridge",
    "slope",
    "valley",
    "hillside",
    "overlook",
    "southern",
    "southeast",
    "southwest",
    "northeast",
    "northwest",
    "eastern",
    "oriental",
    "inevitable",
    "irreversible",
    "irregularly",
    "inappropriate",
    "abnormal",
    "sediment",
    "silt",
    "muddy",
    "clay",
    "dirt",
    "rural",
    "suburb",
    "outskirts",
    "remote",
    "desolate",
    "distant",
    "adjacent",
    "toxic",
    "pollution",
    "pollutant",
    "contaminate",
    "geology",
    "border",
    "margin",
    "fringe",
    "plate",
    "debris",
    "crack",
    "gap",
    "splendid",
    "grand",
    "magnificent",
    "super",
    "interesting",
    "dramatic",
    "wilderness",
    "desert",
    "deforest",
    "barren",
    "fertile",
    "fertilise",
    "solar",
    "lunar",
    "calendar",
    "sunrise",
    "sunset",
    "eclipse",
    "dusk",
    "heaven",
    "paradise",
    "sunshine",
    "shade",
    "shadow",
    "vapour",
    "evaporate",
    "circulate",
    "precipitate",
    "reservoir",
    "waterfall",
    "fountain",
    "spring",
    "dew",
    "pour",
    "drain",
    "drip",
    "drown",
    "blow",
    "puff",
    "gush",
    "dense",
    "intensity",
    "intensive",
    "emerge",
    "flash",
    "float",
    "environment",
    "surrounding",
    "condition",
    "situation",
    "nature",
    "natural",
    "artificial",
    "synthetic",
    "petrol",
    "gas",
    "gasoline",
    "petroleum",
    "photosynthesis",
    "respire",
    "dioxide",
    "vegetation",
    "herb",
    "perennial",
    "botany",
    "ecology",
    "ecosystem",
    "eco-friendly",
    "horticulture",
    "organism",
    "genetics",
    "mutation",
    "variation",
    "diversity",
    "hybridisation",
    "classify",
    "reproduce",
    "evolve",
    "fluctuate",
    "reclaim",
    "cultivate",
    "sow",
    "harvest",
    "pluck",
    "pick",
    "yield",
    "rear",
    "arable",
    "plough",
    "spade",
    "rake",
    "stack",
    "heap",
    "bundle",
    "bunch",
    "vase",
    "sunlight",
    "short-day",
    "shade-tolerant",
    "fungus",
    "mould",
    "pollen",
    "germinate",
    "seed",
    "burgeon",
    "bud",
    "flower",
    "blossom",
    "bloom",
    "scent",
    "aromatic",
    "ripen",
    "fruit",
    "wither",
    "decompose",
    "rot",
    "decay",
    "stale",
    "rainforest",
    "jungle",
    "plantation",
    "field",
    "terrace",
    "timber",
    "charcoal",
    "log",
    "logo",
    "forestry",
    "branch",
    "trunk",
    "bough",
    "root",
    "hay",
    "straw",
    "reed",
    "thorn",
    "weed",
    "grass",
    "meadow",
    "lawn",
    "olive",
    "pine",
    "vine",
    "violet",
    "tulip",
    "mint",
    "reef",
    "alga",
    "enzyme",
    "catalyst",
    "release",
    "emission",
    "absorb",
    "circulation",
    "exceed",
    "uptake",
    "nutrient",
    "energy",
    "surroundings",
    "mechanism",
    "counterbalance",
    "protect",
    "preserve",
    "conservation",
    "bush fire",
    "extinguish",
    "destruct",
    "ruin",
    "perish",
    "demolish",
    "infringe",
    "undermine",
    "extinction",
    "pattern",
    "outcome",
    "impact",
    "seasonal",
    "experimental",
    "favourable",
    "productive",
    "effective",
    "efficient",
    "considerable",
    "massive",
    "immense",
    "maximal",
    "minimal",
    "optimal",
    "biologist",
    "zoologist",
    "ecologist",
    "botanist",
    "mammal",
    "primate",
    "vertebrate",
    "reptile",
    "amphibian",
    "carnivore",
    "herbivore",
    "creature",
    "wildlife",
    "fauna",
    "flora",
    "species",
    "flock",
    "herd",
    "swarm",
    "throng",
    "crowd",
    "beast",
    "brute",
    "cruel",
    "originate",
    "derive",
    "stem",
    "ancestor",
    "descendant",
    "offspring",
    "subgroup",
    "feed",
    "breed",
    "interbreed",
    "hybridise",
    "proliferate",
    "sterility",
    "mate",
    "courtship",
    "lay",
    "hatch",
    "brood",
    "spawn",
    "mature",
    "skin",
    "claw",
    "paw",
    "beak",
    "fin",
    "wing",
    "plume",
    "feather",
    "fur",
    "bristle",
    "curl",
    "insect",
    "worm",
    "pest",
    "parasite",
    "spider",
    "butterfly",
    "mosquito",
    "cricket",
    "penguin",
    "seal",
    "tortoise",
    "turtle",
    "whale",
    "kangaroo",
    "camel",
    "panda",
    "elephant",
    "trunk",
    "ivory",
    "horn",
    "bear",
    "wolf",
    "dragon",
    "fox",
    "cub",
    "calf",
    "pup",
    "lamb",
    "cattle",
    "ox",
    "bull",
    "buffalo",
    "horse",
    "zebra",
    "donkey",
    "saddle",
    "harness",
    "falcon",
    "hawk",
    "eagle",
    "owl",
    "swallow",
    "sparrow",
    "pigeon",
    "crow",
    "swan",
    "goose",
    "cock",
    "mouse",
    "rat",
    "squirrel",
    "hare",
    "frog",
    "behaviour",
    "bite",
    "sting",
    "bark",
    "roar",
    "rub",
    "creep",
    "crawl",
    "habitat",
    "nest",
    "hive",
    "cell",
    "cage",
    "stable",
    "barn",
    "hedge",
    "barrier",
    "bar",
    "anatomy",
    "epidemic",
    "gene",
    "germ",
    "bacteria",
    "virus",
    "microbe",
    "metabolism",
    "protein",
    "vitamin",
    "secrete",
    "excrete",
    "devour",
    "instinct",
    "intuitive",
    "potential",
    "intelligence",
    "functional",
    "sensitive",
    "flexible",
    "acoustic",
    "optical",
    "nocturnal",
    "dormant",
    "hibernation",
    "track",
    "trace",
    "alternate",
    "prey",
    "predator",
    "victim",
    "captive",
    "defensive",
    "undergo",
    "suffer",
    "vulnerable",
    "subsistence",
    "exist",
    "exterminate",
    "tame",
    "keeper",
    "shepherd",
    "galaxy",
    "cosmos",
    "universe",
    "interstellar",
    "terrestrial",
    "celestial",
    "astronomy",
    "astrology",
    "astronaut",
    "comet",
    "meteorite",
    "crater",
    "dust",
    "ash",
    "envelope",
    "chunk",
    "spacecraft",
    "spaceship",
    "probe",
    "module",
    "propulsion",
    "pressure",
    "dynamics",
    "motion",
    "vent",
    "tail",
    "curve",
    "exploration",
    "expedition",
    "flyby",
    "observatory",
    "telescope",
    "spectacle",
    "orbit",
    "ecliptic",
    "diameter",
    "radius",
    "substance",
    "composition",
    "compound",
    "fossil",
    "sample",
    "specimen",
    "particle",
    "molecule",
    "atom",
    "ion",
    "electron",
    "quantum",
    "liquid",
    "fluid",
    "solid",
    "synthesise",
    "formation",
    "method",
    "spectrum",
    "dimension",
    "frequency",
    "signal",
    "antenna",
    "circuit",
    "refraction",
    "ultraviolet",
    "radioactive",
    "distinct",
    "discernible",
    "invisible",
    "collision",
    "squash",
    "fragment",
    "cataclysmic",
    "overwhelming",
    "despair",
    "desperate",
    "hopeless",
    "education",
    "primary",
    "secondary",
    "university",
    "college",
    "institute",
    "academy",
    "learn",
    "study",
    "acquire",
    "knowledge",
    "expertise",
    "novice",
    "recruit",
    "literate",
    "illiteracy",
    "numerate",
    "problem",
    "issue",
    "affair",
    "controversial",
    "puzzle",
    "riddle",
    "obscure",
    "instil",
    "cram",
    "emphasise",
    "enhance",
    "enable",
    "inspire",
    "motive",
    "motivate",
    "stimulate",
    "spur",
    "impetus",
    "indulge",
    "spoil",
    "abuse",
    "intelligent",
    "clever",
    "smart",
    "all-round",
    "genius",
    "elite",
    "idiot",
    "wisdom",
    "wit",
    "aptitude",
    "capable",
    "excellent",
    "outstanding",
    "brilliant",
    "prestige",
    "reputation",
    "eminent",
    "notorious",
    "esteem",
    "respect",
    "diligent",
    "painstaking",
    "skill",
    "approach",
    "scheme",
    "headmaster",
    "principal",
    "dean",
    "faculty",
    "professor",
    "scholar",
    "scientist",
    "mentor",
    "tutor",
    "lecturer",
    "assistant",
    "candidate",
    "degree",
    "qualify",
    "certify",
    "license",
    "permit",
    "diploma",
    "diplomat",
    "ambassador",
    "pupil",
    "graduate",
    "ceremony",
    "bachelor",
    "master",
    "doctor",
    "fresher",
    "sophomore",
    "junior",
    "senior",
    "alumni",
    "campus",
    "orientation",
    "platform",
    "coed",
    "register",
    "roster",
    "enrol",
    "matriculation",
    "accommodation",
    "dorm",
    "dining hall",
    "canteen",
    "laboratory",
    "experiment",
    "data",
    "quantity",
    "quality",
    "library",
    "literature",
    "article",
    "author",
    "tale",
    "fiction",
    "story",
    "diary",
    "poetry",
    "magazine",
    "journal",
    "coverage",
    "bibliography",
    "encyclopedia",
    "biography",
    "documentary",
    "series",
    "record",
    "file",
    "profile",
    "draft",
    "sketch",
    "brochure",
    "manual",
    "frame",
    "index",
    "catalogue",
    "category",
    "inventory",
    "content",
    "context",
    "list",
    "chapter",
    "volume",
    "reel",
    "subject",
    "object",
    "major",
    "minor",
    "sociology",
    "politics",
    "economics",
    "marketing",
    "accounting",
    "audit",
    "statistics",
    "psychology",
    "philosophy",
    "logic",
    "biology",
    "physics",
    "chemistry",
    "agriculture",
    "logistics",
    "geography",
    "history",
    "engineering",
    "mechanics",
    "electronics",
    "maths",
    "arithmetic",
    "geometry",
    "algebra",
    "calculus",
    "plus",
    "sum",
    "total",
    "merger",
    "equation",
    "identical",
    "minus",
    "subtract",
    "multiply",
    "divide",
    "dividend",
    "remainder",
    "rational",
    "parameter",
    "variable",
    "even",
    "odd",
    "mean",
    "double",
    "triple",
    "quadruple",
    "multiple",
    "maximum",
    "minimum",
    "approximately",
    "chart",
    "graph",
    "diagram",
    "table",
    "matrix",
    "rectangle",
    "cube",
    "angle",
    "triangle",
    "diagonal",
    "straight",
    "circle",
    "round",
    "dot",
    "sphere",
    "cone",
    "extent",
    "width",
    "length",
    "decimal",
    "per cent",
    "proportion",
    "rate",
    "ratio",
    "fraction",
    "scale",
    "ounce",
    "density",
    "Fahrenheit",
    "mercury",
    "battery",
    "volt",
    "radiate",
    "emit",
    "transparent",
    "hollow",
    "ozone",
    "gravity",
    "friction",
    "eccentric",
    "displace",
    "boil",
    "melt",
    "dissolve",
    "rust",
    "ferment",
    "dilute",
    "acid",
    "noxious",
    "static",
    "inert",
    "inherent",
    "formula",
    "component",
    "compose",
    "mixture",
    "blend",
    "theory",
    "empirical",
    "practical",
    "doctrine",
    "principle",
    "discipline",
    "term",
    "semester",
    "timetable",
    "schedule",
    "deadline",
    "course",
    "lesson",
    "curriculum",
    "seminar",
    "forum",
    "syllabus",
    "system",
    "rudimentary",
    "basic",
    "fundamental",
    "elementary",
    "profound",
    "superficial",
    "surface",
    "compulsory",
    "prerequisite",
    "selective",
    "elective",
    "assignment",
    "submit",
    "preview",
    "review",
    "revise",
    "inspect",
    "consult",
    "skim",
    "scan",
    "scrutinise",
    "recite",
    "dictate",
    "examination",
    "test",
    "quiz",
    "presentation",
    "plagiarise",
    "copy",
    "print",
    "thesis",
    "essay",
    "paper",
    "dissertation",
    "project",
    "heading",
    "outset",
    "outline",
    "point",
    "gist",
    "opinion",
    "introduce",
    "reference",
    "cite",
    "elicit",
    "quote",
    "extract",
    "abstract",
    "summary",
    "assume",
    "presume",
    "suppose",
    "hypothesis",
    "postulate",
    "speculate",
    "predict",
    "perceive",
    "detect",
    "discern",
    "recognise",
    "conscious",
    "reckon",
    "deem",
    "imply",
    "deliberate",
    "represent",
    "insist",
    "persist",
    "understand",
    "comprehend",
    "analyse",
    "diagnose",
    "infer",
    "deduce",
    "conclude",
    "analogy",
    "compare",
    "contrast",
    "overlap",
    "contradiction",
    "disagree",
    "differ",
    "diverse",
    "nuance",
    "inductive",
    "detail",
    "thorough",
    "example",
    "instance",
    "confirm",
    "demonstrate",
    "illustrate",
    "manifest",
    "prove",
    "determine",
    "decide",
    "resolve",
    "survey",
    "research",
    "observe",
    "inquire",
    "query",
    "questionnaire",
    "achieve",
    "accomplish",
    "attain",
    "credit",
    "score",
    "mark",
    "grade",
    "rank",
    "row",
    "queue",
    "grant",
    "praise",
    "appreciate",
    "feedback",
    "underestimate",
    "overestimate",
    "apply",
    "fellowship",
    "scholarship",
    "reward",
    "award",
    "prize",
    "fee",
    "technology",
    "technique",
    "polytechnic",
    "engineer",
    "mechanic",
    "advance",
    "innovate",
    "breakthrough",
    "gizmo",
    "patent",
    "devise",
    "invent",
    "discover",
    "disclose",
    "reveal",
    "uncover",
    "expose",
    "domain",
    "field",
    "realm",
    "foundation",
    "specialise",
    "absorb",
    "concentrate",
    "focus",
    "utilise",
    "usage",
    "tester",
    "apply",
    "device",
    "appliance",
    "facility",
    "equipment",
    "instrument",
    "tool",
    "gauge",
    "measure",
    "calculate",
    "compute",
    "count",
    "estimate",
    "assess",
    "evaluate",
    "accessory",
    "byproduct",
    "auxiliary",
    "versatile",
    "add",
    "accumulate",
    "assemble",
    "gather",
    "attach",
    "belong",
    "optics",
    "microscope",
    "lens",
    "radar",
    "echo",
    "sensor",
    "multimedia",
    "network",
    "browser",
    "dial",
    "microcomputer",
    "laptop",
    "software",
    "keyboard",
    "screen",
    "loudspeaker",
    "microphone",
    "cassette",
    "tape",
    "binary",
    "digital",
    "wireless",
    "high-definition",
    "audio",
    "vision",
    "fantasy",
    "science fiction",
    "pump",
    "generator",
    "gear",
    "pivot",
    "hydraulic",
    "drainage",
    "sewage",
    "ventilation",
    "compress",
    "condense",
    "refine",
    "simplify",
    "purify",
    "filter",
    "distil",
    "mode",
    "mould",
    "prototype",
    "framework",
    "aspect",
    "phase",
    "operate",
    "facilitate",
    "transform",
    "convert",
    "alter",
    "shift",
    "turn",
    "adapt",
    "adjust",
    "pinpoint",
    "accurate",
    "precise",
    "correct",
    "error",
    "mistake",
    "flaw",
    "wrong",
    "fault",
    "stumble",
    "contingency",
    "circumstance",
    "culture",
    "civilisation",
    "renaissance",
    "epic",
    "ideology",
    "tradition",
    "convention",
    "custom",
    "feudalism",
    "slavery",
    "ethical",
    "moral",
    "tribe",
    "aboriginal",
    "inhabitant",
    "native",
    "local",
    "exotic",
    "foreigner",
    "alien",
    "anthropologist",
    "humanitarian",
    "heritage",
    "inherit",
    "antique",
    "archaeology",
    "excavate",
    "museum",
    "pottery",
    "engrave",
    "decorate",
    "religion",
    "ritual",
    "etiquette",
    "belief",
    "soul",
    "spirit",
    "sacred",
    "hallowed",
    "holy",
    "Pope",
    "bishop",
    "missionary",
    "priest",
    "Bible",
    "church",
    "cathedral",
    "choir",
    "monk",
    "temple",
    "pagoda",
    "empire",
    "imperial",
    "royal",
    "dynasty",
    "chronology",
    "emperor",
    "king",
    "queen",
    "prince",
    "princess",
    "majesty",
    "nobility",
    "lord",
    "knight",
    "guardian",
    "nostalgia",
    "homesick",
    "celebrity",
    "status",
    "background",
    "experience",
    "anecdote",
    "accident",
    "incident",
    "thrive",
    "prosperity",
    "setback",
    "adversity",
    "language",
    "symbol",
    "sign",
    "gesture",
    "handwriting",
    "pictograph",
    "wedge",
    "knot",
    "linguistics",
    "semantic",
    "syntax",
    "grammar",
    "phonetics",
    "pronounce",
    "intonation",
    "inflection",
    "dialect",
    "accent",
    "utterance",
    "oral",
    "verbal",
    "syllable",
    "phoneme",
    "vowel",
    "consonant",
    "alphabet",
    "logogram",
    "vocabulary",
    "dictionary",
    "idiom",
    "phrase",
    "clause",
    "expression",
    "tense",
    "root",
    "prefix",
    "suffix",
    "abbreviation",
    "synonym",
    "antonym",
    "noun",
    "singular",
    "plural",
    "pronoun",
    "verb",
    "adjective",
    "adverb",
    "preposition",
    "conjunction",
    "consistent",
    "complicated",
    "complex",
    "compile",
    "version",
    "translate",
    "paraphrase",
    "interpret",
    "narrate",
    "illuminate",
    "decipher",
    "eloquence",
    "communicate",
    "discussion",
    "brainstorm",
    "debate",
    "commentary",
    "negotiate",
    "contention",
    "medium",
    "press",
    "journalist",
    "critic",
    "commentator",
    "exponent",
    "announcer",
    "correspondent",
    "messenger",
    "editor",
    "typist",
    "handout",
    "leaflet",
    "propaganda",
    "publish",
    "disseminate",
    "foresee",
    "anticipate",
    "expect",
    "await",
    "pastime",
    "entertain",
    "recreation",
    "amuse",
    "gossip",
    "rumour",
    "consensus",
    "festival",
    "feast",
    "programme",
    "rehearsal",
    "perform",
    "imitate",
    "mimic",
    "simulate",
    "circus",
    "magic",
    "drama",
    "concert",
    "symphony",
    "orchestra",
    "ballet",
    "opera",
    "comedy",
    "tragedy",
    "animation",
    "film",
    "movie",
    "X-rated",
    "artist",
    "craftsman",
    "painter",
    "role",
    "scene",
    "stage",
    "gallery",
    "exhibition",
    "aesthetic",
    "collect",
    "select",
    "opt",
    "photograph",
    "portrait",
    "painting",
    "sculpture",
    "draw",
    "sketch",
    "depict",
    "describe",
    "carve",
    "improvise",
    "musical",
    "classical",
    "jazz",
    "rock",
    "hip-hop",
    "pop",
    "lyric",
    "band",
    "solo",
    "melody",
    "rhythm",
    "tone",
    "tune",
    "disc",
    "piano",
    "violin",
    "cello",
    "guitar",
    "harmonica",
    "trumpet",
    "drum",
    "flute",
    "competition",
    "tournament",
    "Olympic",
    "sponsor",
    "patron",
    "athlete",
    "champion",
    "spectator",
    "volunteer",
    "famous",
    "well-known",
    "energetic",
    "vigorous",
    "stadium",
    "gym",
    "training",
    "exercise",
    "indoor",
    "outdoor",
    "motion",
    "mobile",
    "movement",
    "yoga",
    "sprawl",
    "stretch",
    "strain",
    "chess",
    "badminton",
    "golf",
    "billiards",
    "soccer",
    "tennis",
    "volleyball",
    "hockey",
    "cricket",
    "goal",
    "bat",
    "racket",
    "kick",
    "knock",
    "flip",
    "pitch",
    "throw",
    "toss",
    "slide",
    "slip",
    "glide",
    "tumble",
    "ski",
    "skate",
    "cycling",
    "dive",
    "drift",
    "jump",
    "leap",
    "plunge",
    "spring",
    "hop",
    "bounce",
    "tent",
    "camp",
    "picnic",
    "hunt",
    "race",
    "marathon",
    "pedestrian",
    "pace",
    "step",
    "excursion",
    "cruise",
    "trip",
    "vacation",
    "hike",
    "jog",
    "stride",
    "wander",
    "linger",
    "lag",
    "climb",
    "pull",
    "drag",
    "bend",
    "bow",
    "stuff",
    "item",
    "merchandise",
    "souvenir",
    "artefact",
    "material",
    "raw",
    "crude",
    "necessity",
    "outfit",
    "kit",
    "utensil",
    "garbage",
    "rubbish",
    "trash",
    "recycle",
    "reuse",
    "litter",
    "waste",
    "junk",
    "landfill",
    "sewerage",
    "detergent",
    "lotion",
    "shampoo",
    "soap",
    "tub",
    "plug",
    "tap",
    "pipe",
    "tube",
    "mop",
    "broom",
    "sweep",
    "mattress",
    "carpet",
    "rug",
    "mat",
    "cushion",
    "pad",
    "blanket",
    "quilt",
    "sheet",
    "pillow",
    "sponge",
    "towel",
    "staple",
    "nail",
    "razor",
    "shave",
    "fuse",
    "cable",
    "cord",
    "strand",
    "match",
    "candle",
    "wax",
    "portfolio",
    "paperback",
    "pamphlet",
    "tissue",
    "cover",
    "Xerox",
    "duplicate",
    "memorandum",
    "stationery",
    "glue",
    "ink",
    "rubber",
    "scissors",
    "shear",
    "edge",
    "rim",
    "element",
    "factor",
    "section",
    "tag",
    "label",
    "badge",
    "bolt",
    "knob",
    "handle",
    "shutter",
    "curtain",
    "pane",
    "opacity",
    "jar",
    "barrel",
    "bucket",
    "pail",
    "phone",
    "bell",
    "camera",
    "portable",
    "spotlight",
    "lantern",
    "bulb",
    "flashlight",
    "refrigerator",
    "fridge",
    "vacuum",
    "fan",
    "switch",
    "hurdle",
    "fence",
    "pedal",
    "shelf",
    "ladder",
    "lift",
    "stool",
    "drawer",
    "umbrella",
    "raincoat",
    "dredge",
    "can",
    "mill",
    "forge",
    "alloy",
    "metal",
    "iron",
    "lead",
    "brass",
    "bronze",
    "cement",
    "pitch",
    "lime",
    "plaster",
    "leather",
    "plastic",
    "fibre",
    "fabric",
    "knit",
    "weave",
    "canvas",
    "linen",
    "cotton",
    "nylon",
    "lumber",
    "wooden",
    "mine",
    "pit",
    "fuel",
    "lubricate",
    "diamond",
    "crystal",
    "inferior",
    "counterfeit",
    "fake",
    "fragile",
    "miniature",
    "available",
    "durable",
    "fashion",
    "style",
    "trend",
    "tendency",
    "current",
    "popularity",
    "vogue",
    "prevail",
    "model",
    "icon",
    "idol",
    "luxury",
    "extravagant",
    "jewellery",
    "jewel",
    "gem",
    "jade",
    "adorn",
    "ornament",
    "embellish",
    "embroider",
    "hairdressing",
    "pigment",
    "dye",
    "masquerade",
    "veil",
    "costume",
    "fascinate",
    "decent",
    "exquisite",
    "grace",
    "elegance",
    "perfect",
    "appearance",
    "cosmetics",
    "make-up",
    "handsome",
    "charming",
    "pretty",
    "beautiful",
    "ugly",
    "dress",
    "clothe",
    "uniform",
    "garment",
    "laundry",
    "wardrobe",
    "overall",
    "overcoat",
    "robe",
    "gown",
    "sweater",
    "jacket",
    "skirt",
    "jeans",
    "trousers",
    "clasp",
    "button",
    "glove",
    "hat",
    "cap",
    "brim",
    "scarf",
    "handkerchief",
    "purse",
    "wallet",
    "vest",
    "wrap",
    "cloak",
    "collar",
    "sleeve",
    "sock",
    "stocking",
    "slipper",
    "boot",
    "lace",
    "tailor",
    "sew",
    "spin",
    "stitch",
    "needle",
    "pin",
    "string",
    "thread",
    "strap",
    "stripe",
    "ribbon",
    "belt",
    "chain",
    "bracelet",
    "necklace",
    "bead",
    "textile",
    "velvet",
    "wool",
    "patch",
    "rag",
    "shabby",
    "tight",
    "colour",
    "white",
    "yellow",
    "brown",
    "grey",
    "pink",
    "purple",
    "tan",
    "fade",
    "stain",
    "blot",
    "figure",
    "slender",
    "slight",
    "food",
    "diet",
    "appetite",
    "treat",
    "cater",
    "provision",
    "edible",
    "recipe",
    "restaurant",
    "refectory",
    "bar",
    "cafeteria",
    "buffet",
    "barbecue",
    "supper",
    "banquet",
    "refreshment",
    "snack",
    "appetiser",
    "cuisine",
    "menu",
    "order",
    "takeaway",
    "chef",
    "gourmet",
    "vegetarian",
    "cutlery",
    "silver",
    "ceramic",
    "porcelain",
    "bowl",
    "dish",
    "saucer",
    "tray",
    "fork",
    "knife",
    "spoon",
    "glass",
    "mug",
    "kettle",
    "pan",
    "pot",
    "stove",
    "furnace",
    "oven",
    "tin",
    "lid",
    "drink",
    "beverage",
    "juice",
    "soda",
    "coffee",
    "alcohol",
    "liquor",
    "whisky",
    "brandy",
    "drunk",
    "tobacco",
    "cigarette",
    "sober",
    "vegetable",
    "tomato",
    "potato",
    "pea",
    "bean",
    "cucumber",
    "cabbage",
    "onion",
    "mushroom",
    "eggplant",
    "carrot",
    "turnip",
    "radish",
    "fruit",
    "peel",
    "strip",
    "core",
    "hull",
    "cherry",
    "berry",
    "grape",
    "papaya",
    "peach",
    "pear",
    "plum",
    "orange",
    "melon",
    "lemon",
    "kiwi",
    "crop",
    "corn",
    "grain",
    "wheat",
    "reap",
    "flour",
    "porridge",
    "paste",
    "livestock",
    "chicken",
    "turkey",
    "beef",
    "pork",
    "mutton",
    "sausage",
    "fish",
    "pond",
    "rod",
    "dairy",
    "milk",
    "yogurt",
    "cream",
    "cheese",
    "butter",
    "salad",
    "sandwich",
    "hamburger",
    "loaf",
    "pie",
    "pizza",
    "pasta",
    "spaghetti",
    "soup",
    "pudding",
    "biscuit",
    "jam",
    "nut",
    "chocolate",
    "ice cream",
    "vanilla",
    "mustard",
    "wasabi",
    "pepper",
    "ginger",
    "garlic",
    "scallion",
    "vinegar",
    "salt",
    "sugar",
    "candy",
    "honey",
    "flavour",
    "sour",
    "sweet",
    "bitter",
    "spicy",
    "delicious",
    "yummy",
    "tasty",
    "hunger",
    "thirsty",
    "spice",
    "sauce",
    "ketchup",
    "perfume",
    "ingredient",
    "supplement",
    "digest",
    "cook",
    "bake",
    "fry",
    "roast",
    "toast",
    "suck",
    "swallow",
    "lick",
    "chew",
    "gum",
    "soak",
    "dip",
    "squeeze",
    "stir",
    "grind",
    "slice",
    "architecture",
    "erection",
    "structure",
    "construct",
    "obstruct",
    "establish",
    "build",
    "found",
    "concrete",
    "steel",
    "stability",
    "site",
    "venue",
    "landmark",
    "situated",
    "locate",
    "reside",
    "inhabit",
    "migrate",
    "settle",
    "dwelling",
    "skyscraper",
    "villa",
    "mansion",
    "apartment",
    "flat",
    "hostel",
    "lodge",
    "hut",
    "cabin",
    "cellar",
    "shed",
    "cottage",
    "nursery",
    "cradle",
    "shelter",
    "block",
    "grid",
    "aisle",
    "porch",
    "corridor",
    "stair",
    "staircase",
    "storey",
    "layer",
    "elevator",
    "escalator",
    "handrail",
    "pillar",
    "column",
    "beam",
    "vault",
    "arch",
    "ceiling",
    "eaves",
    "chimney",
    "reception",
    "lobby",
    "bench",
    "parlour",
    "fireplace",
    "radiator",
    "living room",
    "cabinet",
    "balcony",
    "terrace",
    "kitchen",
    "lavatory",
    "toilet",
    "bath",
    "basin",
    "reserve",
    "store",
    "mall",
    "complex",
    "supermarket",
    "booth",
    "casino",
    "studio",
    "downtown",
    "urban",
    "peripheral",
    "vicinity",
    "room",
    "void",
    "spacious",
    "airtight",
    "expanse",
    "plaza",
    "castle",
    "carpenter",
    "mason",
    "tile",
    "brickwork",
    "suspension",
    "hook",
    "lever",
    "pole",
    "scaffold",
    "infrastructure",
    "apparatus",
    "crane",
    "malfunction",
    "maintain",
    "fix",
    "mend",
    "modify",
    "trim",
    "weld",
    "saw",
    "screw",
    "drill",
    "plumb",
    "viaduct",
    "span",
    "dam",
    "assemble",
    "install",
    "furnish",
    "placement",
    "layout",
    "design",
    "entrance",
    "entry",
    "enter",
    "exit",
    "outside",
    "outward",
    "exterior",
    "external",
    "inner",
    "interior",
    "inward",
    "internal",
    "navigate",
    "voyage",
    "aviation",
    "journey",
    "travel",
    "safari",
    "parade",
    "haunt",
    "attraction",
    "memorial",
    "pyramid",
    "port",
    "visa",
    "traffic",
    "airline",
    "airplane",
    "helicopter",
    "jet",
    "parachute",
    "flight",
    "pilot",
    "passenger",
    "baggage",
    "luggage",
    "suitcase",
    "carry-on",
    "rack",
    "freight",
    "fare",
    "atlas",
    "route",
    "itinerary",
    "passage",
    "intersection",
    "cross",
    "way",
    "path",
    "lane",
    "avenue",
    "highway",
    "curb",
    "signpost",
    "pave",
    "vehicle",
    "auto",
    "express",
    "tram",
    "coach",
    "ambulance",
    "truck",
    "lorry",
    "van",
    "wagon",
    "carriage",
    "tractor",
    "cart",
    "pedicab",
    "cycle",
    "garage",
    "motor",
    "horsepower",
    "wheel",
    "brake",
    "tyre",
    "honk",
    "crew",
    "captain",
    "steward",
    "emergency",
    "wreck",
    "crash",
    "crush",
    "dash",
    "vanish",
    "disappear",
    "hazard",
    "harbour",
    "dock",
    "anchor",
    "submerge",
    "sailor",
    "seaman",
    "carrier",
    "steamer",
    "liner",
    "vessel",
    "ferry",
    "sail",
    "raft",
    "canoe",
    "oar",
    "deck",
    "turbine",
    "propeller",
    "stern",
    "aboard",
    "embark",
    "channel",
    "canal",
    "ditch",
    "railroad",
    "railway",
    "locomotive",
    "subway",
    "underground",
    "tunnel",
    "rail",
    "depart",
    "arrive",
    "destination",
    "delay",
    "postpone",
    "defer",
    "lull",
    "expire",
    "due",
    "postage",
    "stamp",
    "envelope",
    "mail",
    "packet",
    "package",
    "bind",
    "parcel",
    "load",
    "burden",
    "transfer",
    "transmit",
    "transit",
    "deliver",
    "convey",
    "speed",
    "velocity",
    "swift",
    "republic",
    "Marxism",
    "socialism",
    "communism",
    "regime",
    "government",
    "authority",
    "political",
    "hierarchy",
    "democracy",
    "bureaucracy",
    "egalitarian",
    "materialism",
    "revolution",
    "reform",
    "process",
    "conservative",
    "meltdown",
    "municipal",
    "neutral",
    "bilateral",
    "arena",
    "flag",
    "banner",
    "president",
    "premier",
    "minister",
    "secretary",
    "parliament",
    "senate",
    "conference",
    "meeting",
    "headquarters",
    "delegation",
    "behalf",
    "police",
    "statesman",
    "mayor",
    "service",
    "office",
    "bureau",
    "department",
    "harness",
    "administration",
    "dominate",
    "power",
    "influence",
    "affect",
    "importance",
    "significance",
    "organisation",
    "association",
    "union",
    "community",
    "consortium",
    "league",
    "institution",
    "unite",
    "unique",
    "nation",
    "global",
    "worldwide",
    "federal",
    "foreign",
    "overseas",
    "abroad",
    "civil",
    "emigrate",
    "immigrate",
    "reign",
    "puppet",
    "throne",
    "crown",
    "wreath",
    "colony",
    "liberty",
    "independence",
    "slum",
    "refuge",
    "asylum",
    "population",
    "demographic",
    "citizen",
    "resident",
    "ethnic",
    "racial",
    "clan",
    "franchise",
    "entitle",
    "preference",
    "vote",
    "elect",
    "respondent",
    "poll",
    "ambition",
    "nominate",
    "checklist",
    "succession",
    "safety",
    "welfare",
    "well-being",
    "harmony",
    "steady",
    "flourish",
    "succeed",
    "prospect",
    "perspective",
    "viewpoint",
    "standpoint",
    "outlook",
    "guideline",
    "ethic",
    "suggest",
    "advise",
    "proposal",
    "hint",
    "declare",
    "affirm",
    "claim",
    "proclaim",
    "state",
    "announce",
    "clarify",
    "assist",
    "aid",
    "encourage",
    "implement",
    "monitor",
    "admit",
    "African",
    "European",
    "Latin",
    "Jewish",
    "Arabian",
    "Portuguese",
    "Roman",
    "Russian",
    "Spanish",
    "Swiss",
    "Greek",
    "Italian",
    "soviet",
    "Indian",
    "Australia",
    "New Zealand",
    "Canada",
    "Britain",
    "France",
    "Germany",
    "economy",
    "trade",
    "market",
    "industry",
    "merchant",
    "financial",
    "fund",
    "donate",
    "endow",
    "commercial",
    "advertise",
    "slogan",
    "purchase",
    "lease",
    "afford",
    "retail",
    "chain",
    "grocery",
    "discount",
    "promotion",
    "voucher",
    "coupon",
    "currency",
    "exchange",
    "swap",
    "receipt",
    "invoice",
    "tax",
    "levy",
    "tariff",
    "duty",
    "impose",
    "consume",
    "spend",
    "cost",
    "expense",
    "revenue",
    "gross",
    "recession",
    "depression",
    "crisis",
    "security",
    "bond",
    "debt",
    "deficit",
    "inflation",
    "deflation",
    "dwindle",
    "decrease",
    "downsize",
    "decline",
    "diminish",
    "reduce",
    "increase",
    "increment",
    "growth",
    "escalate",
    "expand",
    "influx",
    "affluent",
    "enrich",
    "sufficient",
    "adequate",
    "spare",
    "saving",
    "redundant",
    "lack",
    "company",
    "firm",
    "enterprise",
    "agent",
    "entity",
    "invest",
    "input",
    "product",
    "acquisition",
    "goods",
    "cargo",
    "insure",
    "guarantee",
    "reliable",
    "negotiation",
    "attend",
    "absent",
    "sale",
    "wholesale",
    "auction",
    "bid",
    "deal",
    "transaction",
    "turnover",
    "dump",
    "export",
    "import",
    "quota",
    "share",
    "benefit",
    "interest",
    "dividend",
    "stock",
    "account",
    "deposit",
    "instalment",
    "cheque",
    "cash",
    "coin",
    "shilling",
    "copper",
    "treasure",
    "wealth",
    "estate",
    "possess",
    "legacy",
    "descend",
    "worthy",
    "valuable",
    "cheap",
    "incentive",
    "accelerate",
    "prompt",
    "salary",
    "income",
    "wage",
    "payment",
    "refund",
    "reimburse",
    "payroll",
    "remuneration",
    "subsidy",
    "earn",
    "undertaking",
    "career",
    "profession",
    "occupation",
    "job",
    "vocation",
    "labour",
    "workforce",
    "workaholic",
    "personnel",
    "clerk",
    "interview",
    "résumé",
    "recommend",
    "employ",
    "hire",
    "fire",
    "lay-off",
    "dismiss",
    "discharge",
    "resign",
    "sack",
    "retire",
    "result",
    "failure",
    "abortion",
    "loss",
    "opportunity",
    "chance",
    "choose",
    "change",
    "solve",
    "develop",
    "sustainable",
    "improve",
    "manage",
    "regulate",
    "sanction",
    "coordinate",
    "cooperate",
    "collaborate",
    "law",
    "legal",
    "rule",
    "regulation",
    "item",
    "treaty",
    "agreement",
    "charter",
    "protocol",
    "norm",
    "benchmark",
    "criteria",
    "standard",
    "permit",
    "allow",
    "admission",
    "perform",
    "enforce",
    "default",
    "reject",
    "constraint",
    "official",
    "mandatory",
    "potent",
    "bound",
    "obligation",
    "court",
    "supreme",
    "enact",
    "legislate",
    "equity",
    "fair",
    "just",
    "prejudice",
    "discrimination",
    "accuse",
    "sue",
    "prosecute",
    "condemn",
    "complain",
    "boycott",
    "session",
    "mediate",
    "plea",
    "appeal",
    "contradict",
    "persuade",
    "controversy",
    "whisper",
    "mutter",
    "murmur",
    "silent",
    "mute",
    "investigate",
    "witness",
    "justify",
    "reasonable",
    "suitable",
    "judge",
    "jury",
    "trial",
    "suspect",
    "sentence",
    "arrest",
    "jail",
    "prison",
    "confine",
    "oversee",
    "supervise",
    "restrict",
    "restrain",
    "commit",
    "sin",
    "crime",
    "vice",
    "bribe",
    "rob",
    "pirate",
    "steal",
    "thief",
    "murder",
    "suicide",
    "deceive",
    "cheat",
    "fraud",
    "liar",
    "trap",
    "trick",
    "pretend",
    "fool",
    "stigma",
    "confess",
    "conform",
    "reconcile",
    "obey",
    "succumb",
    "penalty",
    "fine",
    "mortgage",
    "ownership",
    "copyright",
    "privilege",
    "accredit",
    "clue",
    "access",
    "anonymous",
    "false",
    "genuine",
    "procedure",
    "routine",
    "consequence",
    "demand",
    "request",
    "require",
    "petition",
    "command",
    "instruct",
    "violence",
    "conflict",
    "raid",
    "enormity",
    "campaign",
    "battle",
    "struggle",
    "explosion",
    "bombard",
    "bomb",
    "blast",
    "burst",
    "spark",
    "twinkle",
    "gunpowder",
    "tank",
    "cannon",
    "missile",
    "weapon",
    "pistol",
    "rifle",
    "bullet",
    "target",
    "deflect",
    "mission",
    "flame",
    "flare",
    "glitter",
    "glow",
    "blade",
    "sword",
    "ax",
    "hammer",
    "bow",
    "arrow",
    "spear",
    "helmet",
    "shield",
    "equip",
    "prepare",
    "provide",
    "deploy",
    "hit",
    "beat",
    "strike",
    "punch",
    "chop",
    "stab",
    "dilemma",
    "plight",
    "pitfall",
    "conspiracy",
    "destitute",
    "famine",
    "starve",
    "deprive",
    "seize",
    "pursue",
    "threat",
    "offend",
    "aggressive",
    "invade",
    "trespass",
    "intrude",
    "violate",
    "attack",
    "assault",
    "challenge",
    "siege",
    "surround",
    "enclose",
    "pause",
    "halt",
    "cease",
    "oppose",
    "oppress",
    "counter",
    "deter",
    "forbid",
    "prohibit",
    "prevent",
    "revolt",
    "betray",
    "treason",
    "rebel",
    "traitor",
    "patriot",
    "blame",
    "reproach",
    "evidence",
    "proof",
    "terror",
    "terrible",
    "terrific",
    "horrible",
    "alarm",
    "dread",
    "frighten",
    "tension",
    "turbulent",
    "turmoil",
    "scenario",
    "occasion",
    "limit",
    "boundary",
    "rein",
    "compete",
    "contest",
    "contend",
    "rival",
    "competitor",
    "enemy",
    "strategy",
    "tactic",
    "manoeuvre",
    "blueprint",
    "warn",
    "compel",
    "oblige",
    "order",
    "protest",
    "refute",
    "might",
    "force",
    "reinforce",
    "impair",
    "mitigate",
    "comfort",
    "event",
    "matter",
    "happen",
    "occur",
    "savage",
    "reckless",
    "fierce",
    "foul",
    "evil",
    "devil",
    "punishment",
    "execute",
    "hang",
    "sacrifice",
    "casualty",
    "bury",
    "funeral",
    "grave",
    "tomb",
    "hell",
    "maritime",
    "naval",
    "fleet",
    "troop",
    "landing",
    "hover",
    "proceed",
    "progress",
    "military",
    "nuclear",
    "poison",
    "devastate",
    "risk",
    "adventure",
    "peril",
    "catastrophe",
    "collapse",
    "torture",
    "humiliate",
    "damage",
    "harmful",
    "mislead",
    "disturb",
    "interfere",
    "interrupt",
    "retreat",
    "shrink",
    "withdraw",
    "withstand",
    "compromise",
    "surrender",
    "escape",
    "avoid",
    "quit",
    "abandon",
    "forgo",
    "discard",
    "rid",
    "defend",
    "safeguard",
    "defeat",
    "resist",
    "capture",
    "victory",
    "triumph",
    "conquer",
    "monument",
    "tablet",
    "statue",
    "medal",
    "honour",
    "glorious",
    "contribute",
    "devote",
    "owe",
    "patrol",
    "guard",
    "camouflage",
    "obstacle",
    "burrow",
    "spy",
    "scout",
    "general",
    "soldier",
    "veteran",
    "pioneer",
    "prophet",
    "herald",
    "heir",
    "successor",
    "generation",
    "surname",
    "gender",
    "sex",
    "female",
    "couple",
    "spouse",
    "husband",
    "gay",
    "grandfather",
    "father-in-law",
    "sibling",
    "cousin",
    "nephew",
    "niece",
    "twin",
    "embryo",
    "infant",
    "orphan",
    "juvenile",
    "youngster",
    "youth",
    "gang",
    "teenager",
    "adolescence",
    "kin",
    "folk",
    "relative",
    "intimate",
    "dear",
    "darling",
    "lover",
    "beloved",
    "madam",
    "hostess",
    "landlady",
    "mistress",
    "housewife",
    "widow",
    "maid",
    "maiden",
    "household",
    "chore",
    "host",
    "landlord",
    "tenant",
    "guest",
    "customer",
    "client",
    "encounter",
    "chase",
    "miss",
    "appointment",
    "accompany",
    "dependent",
    "propose",
    "engagement",
    "marry",
    "wedding",
    "honeymoon",
    "kiss",
    "divorce",
    "separate",
    "single",
    "sole",
    "respective",
    "each",
    "individual",
    "commuter",
    "neighbourhood",
    "member",
    "boss",
    "manager",
    "supervisor",
    "subordinate",
    "partner",
    "mate",
    "colleague",
    "comrade",
    "acquaintance",
    "friendship",
    "affection",
    "stranger",
    "apprentice",
    "deputy",
    "hero",
    "heroine",
    "actress",
    "chancellor",
    "commander",
    "director",
    "proponent",
    "committee",
    "council",
    "delegate",
    "specialist",
    "consultant",
    "veterinary",
    "counsellor",
    "solicitor",
    "attorney",
    "umpire",
    "cashier",
    "fireman",
    "nurse",
    "gardener",
    "barber",
    "haircut",
    "fisherman",
    "butcher",
    "groom",
    "hostage",
    "toil",
    "beggar",
    "slave",
    "coward",
    "act",
    "behave",
    "deed",
    "accustom",
    "react",
    "respond",
    "reflect",
    "bear",
    "adopt",
    "nourish",
    "mow",
    "support",
    "exhale",
    "intake",
    "revive",
    "survive",
    "glare",
    "glimpse",
    "glance",
    "peep",
    "gaze",
    "peer",
    "stare",
    "contemplate",
    "vow",
    "oath",
    "pledge",
    "whistle",
    "reply",
    "notify",
    "assert",
    "explain",
    "quarrel",
    "dispute",
    "argument",
    "mention",
    "hurry",
    "hasten",
    "urge",
    "scold",
    "curse",
    "swear",
    "provoke",
    "preach",
    "boast",
    "tease",
    "mock",
    "touch",
    "hug",
    "tap",
    "clap",
    "applaud",
    "kneel",
    "catch",
    "snatch",
    "grab",
    "grasp",
    "overtake",
    "follow",
    "grip",
    "mess",
    "twist",
    "scatter",
    "fold",
    "fasten",
    "loosen",
    "smash",
    "scratch",
    "wipe",
    "scrape",
    "polish",
    "peel",
    "split",
    "sway",
    "shake",
    "vibrate",
    "whirl",
    "rotate",
    "reel",
    "shuffle",
    "collide",
    "contact",
    "connect",
    "combine",
    "bond",
    "integrate",
    "wrap",
    "penetrate",
    "pierce",
    "insert",
    "tilt",
    "tow",
    "trail",
    "arrange",
    "manipulate",
    "steer",
    "baptise",
    "bet",
    "stake",
    "gamble",
    "promise",
    "attract",
    "obsess",
    "mesmerise",
    "nightmare",
    "amaze",
    "marvel",
    "astonish",
    "involve",
    "annoy",
    "upset",
    "bewilder",
    "irony",
    "indignity",
    "contempt",
    "neglect",
    "disregard",
    "ignorance",
    "bias",
    "deviate",
    "expel",
    "flee",
    "bully",
    "panic",
    "terrify",
    "revenge",
    "kidnap",
    "hijack",
    "smuggle",
    "convict",
    "strangle",
    "massacre",
    "decimation",
    "intervene",
    "impede",
    "allure",
    "bait",
    "induce",
    "tempt",
    "designate",
    "assign",
    "distribute",
    "despatch",
    "detach",
    "undo",
    "disguise",
    "conceal",
    "refuse",
    "exclude",
    "reverse",
    "assure",
    "undertake",
    "stipulate",
    "convince",
    "reassure",
    "wish",
    "aspire",
    "desire",
    "yearn",
    "invoke",
    "itch",
    "attempt",
    "strive",
    "effort",
    "fulfil",
    "range",
    "sort",
    "loom",
    "launch",
    "commence",
    "exploit",
    "explore",
    "exert",
    "tackle",
    "cope",
    "dispose",
    "conduct",
    "omit",
    "delete",
    "cancel",
    "clear",
    "erase",
    "rescue",
    "resort",
    "recover",
    "restore",
    "rectify",
    "redeem",
    "offset",
    "replenish",
    "obtain",
    "gain",
    "supply",
    "offer",
    "render",
    "enlarge",
    "augment",
    "magnify",
    "amplify",
    "exaggerate",
    "prolong",
    "uphold",
    "backup",
    "propel",
    "update",
    "raise",
    "leak",
    "spill",
    "seep",
    "ooze",
    "evacuate",
    "trench",
    "saturate",
    "excuse",
    "forgive",
    "contain",
    "regard",
    "flatter",
    "worship",
    "cause",
    "sake",
    "purpose",
    "objective",
    "arouse",
    "trigger",
    "seek",
    "retrieve",
    "testify",
    "verify",
    "specify",
    "enlighten",
    "impart",
    "deserve",
    "drop",
    "sink",
    "plummet",
    "muffle",
    "overshadow",
    "invite",
    "welcome",
    "greet",
    "salute",
    "celebrate",
    "congratulate",
    "bless",
    "participate",
    "farewell",
    "assort",
    "correspond",
    "accord",
    "attribute",
    "recall",
    "recollect",
    "remind",
    "retell",
    "repeat",
    "retrospect",
    "impress",
    "surmount",
    "mortify",
    "pervade",
    "replace",
    "substitute",
    "distinguish",
    "differentiate",
    "incline",
    "lean",
    "sideways",
    "feel",
    "mood",
    "emotion",
    "temper",
    "manner",
    "attitude",
    "character",
    "personality",
    "trait",
    "virtue",
    "feature",
    "stature",
    "flesh",
    "mankind",
    "human",
    "bone",
    "backbone",
    "skeleton",
    "skull",
    "brain",
    "mind",
    "physical",
    "mental",
    "cheek",
    "forehead",
    "brow",
    "eyelash",
    "lip",
    "mouth",
    "tongue",
    "throat",
    "gorge",
    "chin",
    "jaw",
    "neck",
    "beard",
    "shoulder",
    "limb",
    "elbow",
    "wrist",
    "thumb",
    "palm",
    "finger",
    "fist",
    "chest",
    "abdomen",
    "rib",
    "waist",
    "organ",
    "liver",
    "stomach",
    "womb",
    "kidney",
    "lung",
    "gland",
    "chamber",
    "intestine",
    "thigh",
    "joint",
    "knee",
    "lap",
    "ankle",
    "heel",
    "toe",
    "muscle",
    "pore",
    "pulse",
    "artery",
    "nerve",
    "hormone",
    "immune",
    "stimulus",
    "biorhythm",
    "lifestyle",
    "habit",
    "sense",
    "sight",
    "eyesight",
    "view",
    "visual",
    "visible",
    "vague",
    "blind",
    "dumb",
    "aural",
    "dental",
    "awake",
    "yawn",
    "nap",
    "doze",
    "quiet",
    "asleep",
    "cripple",
    "lame",
    "dwarf",
    "pregnancy",
    "born",
    "condom",
    "clone",
    "symptom",
    "disease",
    "illness",
    "moan",
    "infection",
    "detriment",
    "broken",
    "disable",
    "invalid",
    "patient",
    "dysfunction",
    "diabetes",
    "obesity",
    "overweight",
    "hypertension",
    "paralyse",
    "dizzy",
    "insane",
    "insomnia",
    "allergy",
    "heart attack",
    "cancer",
    "arthritis",
    "pimple",
    "stroke",
    "plague",
    "flu",
    "fever",
    "headache",
    "swell",
    "choke",
    "injure",
    "injury",
    "hurt",
    "bleed",
    "bruise",
    "scar",
    "wound",
    "trauma",
    "lump",
    "pain",
    "death",
    "mortal",
    "demise",
    "doom",
    "fatal",
    "lethal",
    "corpus",
    "overwork",
    "tire",
    "exhaust",
    "fatigue",
    "faint",
    "feeble",
    "weary",
    "weaken",
    "uncomfortable",
    "unconscious",
    "chronic",
    "acute",
    "sore",
    "sorrow",
    "suffering",
    "lament",
    "hospital",
    "therapy",
    "health care",
    "sanitary",
    "medical",
    "curative",
    "hygiene",
    "fitness",
    "clinic",
    "physician",
    "surgeon",
    "operation",
    "cure",
    "heal",
    "treatment",
    "check",
    "prescription",
    "transplant",
    "X-ray",
    "injection",
    "precaution",
    "vaccinate",
    "quarantine",
    "segregate",
    "isolate",
    "pharmacy",
    "medicine",
