{
  "id": "itVocabulary",
  "name": "计算机专用英语",
  "description": "大学计算机专业英语词汇",
  "category": "中国考试",
  "tags": [
    "专业英语"
  ],
  "url": "itVocabulary.json",
  "length": 1665,
  "translateLanguage": "common",
  "language": "en",
  "type": "word",
  "words": [
    "file",
    "command",
    "use",
    "program",
    "line",
    "if",
    "display",
    "set",
    "key",
    "list",
    "by",
    "press",
    "with",
    "format",
    "change",
    "cursor",
    "directory",
    "from",
    "menu",
    "option",
    "character",
    "current",
    "type",
    "screen",
    "specify",
    "move",
    "disk",
    "text",
    "drive",
    "see",
    "name",
    "record",
    "box",
    "database",
    "help",
    "memory",
    "which",
    "all",
    "on",
    "copy",
    "shell",
    "delete",
    "enter",
    "margin",
    "mark",
    "also",
    "do",
    "information",
    "choose",
    "select",
    "group",
    "first",
    "field",
    "procedure",
    "print",
    "return",
    "number",
    "selected",
    "want",
    "window",
    "message",
    "dialog",
    "example",
    "create",
    "insert",
    "related",
    "item",
    "edit",
    "marked",
    "area",
    "parameter",
    "then",
    "variable",
    "tab",
    "up",
    "string",
    "each",
    "active",
    "topic",
    "start",
    "mode",
    "selection",
    "function",
    "word",
    "make",
    "right",
    "value",
    "button",
    "index",
    "without",
    "appear",
    "left",
    "save",
    "next",
    "off",
    "following",
    "control",
    "only",
    "user",
    "end",
    "system",
    "contain",
    "letter",
    "data",
    "setting",
    "desire",
    "position",
    "down",
    "task",
    "view",
    "switch",
    "get",
    "default",
    "structure",
    "into",
    "path",
    "blank",
    "open",
    "add",
    "enable",
    "operation",
    "erase",
    "filename",
    "search",
    "another",
    "last",
    "column",
    "after",
    "prompt",
    "two",
    "execute",
    "about",
    "escape",
    "error",
    "currently",
    "extension",
    "same",
    "status",
    "run",
    "argument",
    "statement",
    "shift",
    "store",
    "scroll",
    "macro",
    "page",
    "quit",
    "define",
    "reference",
    "other",
    "while",
    "pressing",
    "restore",
    "top",
    "how",
    "color",
    "allow",
    "block",
    "decimal",
    "main",
    "definition",
    "between",
    "optional",
    "date",
    "remove",
    "arrow",
    "label",
    "within",
    "issue",
    "different",
    "available",
    "returned",
    "associate",
    "attribute",
    "before",
    "order",
    "modify",
    "array",
    "mouse",
    "note",
    "locate",
    "video",
    "printer",
    "bar",
    "bottom",
    "carriage",
    "content",
    "either",
    "space",
    "editor",
    "exist",
    "scope",
    "paragraph",
    "clear",
    "exit",
    "report",
    "execution",
    "backup",
    "version",
    "find",
    "pointer",
    "subset",
    "keyboard",
    "full",
    "check",
    "should",
    "single",
    "positioning",
    "provide",
    "title",
    "expression",
    "through",
    "toggle",
    "code",
    "such",
    "beginning",
    "guide",
    "tree",
    "environment",
    "but",
    "device",
    "highlight",
    "call",
    "continue",
    "indicate",
    "until",
    "begin",
    "place",
    "rename",
    "swap",
    "work",
    "remain",
    "close",
    "combination",
    "profile",
    "unless",
    "so",
    "except",
    "turn",
    "back",
    "sure",
    "section",
    "follow",
    "split",
    "need",
    "access",
    "additional",
    "cancel",
    "document",
    "case",
    "numeric",
    "go",
    "load",
    "try",
    "size",
    "entire",
    "leave",
    "history",
    "second",
    "reflow",
    "output",
    "out",
    "both",
    "install",
    "source",
    "way",
    "assign",
    "support",
    "specific",
    "join",
    "expand",
    "like",
    "diskette",
    "skip",
    "application",
    "confirmation",
    "whether",
    "hold",
    "click",
    "write",
    "byte",
    "show",
    "otherwise",
    "working",
    "delimiter",
    "location",
    "perform",
    "graphic",
    "read",
    "confirm",
    "sort",
    "clause",
    "once",
    "however",
    "extend",
    "look",
    "starting",
    "now",
    "original",
    "correspond",
    "property",
    "several",
    "learn",
    "cause",
    "bracket",
    "omit",
    "running",
    "edge",
    "form",
    "instruction",
    "below",
    "standard",
    "occurrence",
    "lock",
    "append",
    "destination",
    "password",
    "point",
    "variety",
    "many",
    "buffer",
    "useful",
    "object",
    "again",
    "operating",
    "carry",
    "update",
    "moving",
    "coprocessor",
    "overlay",
    "practice",
    "navigation",
    "automatically",
    "total",
    "previous",
    "software",
    "shortcut",
    "long",
    "unique",
    "part",
    "updated",
    "internal",
    "fill",
    "basic",
    "math",
    "since",
    "determine",
    "making",
    "center",
    "already",
    "keyword",
    "action",
    "condition",
    "quick",
    "assigned",
    "give",
    "large",
    "chapter",
    "computer",
    "complete",
    "past",
    "match",
    "recover",
    "always",
    "require",
    "opening",
    "network",
    "sign",
    "release",
    "three",
    "recall",
    "deletion",
    "fixed",
    "amount",
    "alias",
    "quote",
    "correct",
    "else",
    "maximum",
    "under",
    "take",
    "switching",
    "element",
    "modification",
    "modified",
    "input",
    "uppercase",
    "plus",
    "found",
    "debug",
    "force",
    "lowercase",
    "just",
    "undo",
    "environ",
    "why",
    "temporary",
    "put",
    "instead",
    "encounter",
    "across",
    "matching",
    "wildcard",
    "spill",
    "level",
    "browse",
    "speech",
    "occur",
    "memo",
    "prior",
    "loaded",
    "length",
    "round",
    "variant",
    "floppy",
    "machine",
    "square",
    "supply",
    "home",
    "normal",
    "onto",
    "during",
    "module",
    "monochrome",
    "assistance",
    "tell",
    "library",
    "stack",
    "even",
    "evaluate",
    "times",
    "previously",
    "directly",
    "logical",
    "template",
    "calling",
    "later",
    "driver",
    "therefore",
    "saving",
    "detail",
    "linker",
    "loop",
    "process",
    "scheme",
    "every",
    "refer",
    "possible",
    "above",
    "overview",
    "result",
    "syntax",
    "hidden",
    "null",
    "send",
    "private",
    "hard",
    "hardware",
    "say",
    "equal",
    "pack",
    "minus",
    "alternate",
    "collapse",
    "corner",
    "present",
    "interpreter",
    "advance",
    "forward",
    "fast",
    "special",
    "slash",
    "utility",
    "regardless",
    "disable",
    "compatible",
    "depend",
    "empty",
    "alphabetical",
    "branch",
    "resume",
    "multiple",
    "monitor",
    "configuration",
    "replacement",
    "required",
    "macros",
    "table",
    "loss",
    "batch",
    "exact",
    "aboveboard",
    "activate",
    "around",
    "slow",
    "floating",
    "refresh",
    "stop",
    "pass",
    "public",
    "eject",
    "ignore",
    "share",
    "sequence",
    "consist",
    "step",
    "double",
    "come",
    "lower",
    "describe",
    "count",
    "pop",
    "valid",
    "suspend",
    "enhance",
    "separate",
    "echo",
    "necessary",
    "greater",
    "able",
    "marking",
    "ask",
    "term",
    "bring",
    "warning",
    "less",
    "whose",
    "comment",
    "effect",
    "expanding",
    "on-",
    "reorder",
    "direct",
    "enclose",
    "reset",
    "various",
    "paper",
    "prevent",
    "side",
    "push",
    "programming",
    "upper",
    "row",
    "pressed",
    "temporarily",
    "day",
    "repaint",
    "redefine",
    "relation",
    "dimension",
    "boundary",
    "zoom",
    "initialize",
    "personal",
    "hello",
    "true",
    "wish",
    "font",
    "know",
    "convert",
    "global",
    "still",
    "installation",
    "invoke",
    "interactive",
    "described",
    "century",
    "literal",
    "rather",
    "exclusive",
    "marker",
    "wait",
    "appropriate",
    "fit",
    "adapter",
    "filter",
    "break",
    "backward",
    "searching",
    "receive",
    "dual",
    "retry",
    "normally",
    "exactly",
    "immediately",
    "separated",
    "high",
    "equivalent",
    "light",
    "zero",
    "storage",
    "width",
    "language",
    "startup",
    "much",
    "per",
    "over",
    "mirror",
    "request",
    "keypad",
    "keep",
    "resident",
    "learning",
    "talk",
    "summary",
    "well",
    "link",
    "according",
    "identify",
    "designated",
    "pertain",
    "expansion",
    "incompatible",
    "blinking",
    "month",
    "precede",
    "readily",
    "transportable",
    "appropriately",
    "routine",
    "ready",
    "listing",
    "newly",
    "year",
    "contact",
    "session",
    "own",
    "redraw",
    "here",
    "manual",
    "particular",
    "rectangle",
    "additive",
    "similar",
    "assembly",
    "copyright",
    "description",
    "retrieve",
    "mistake",
    "produce",
    "ram",
    "exception",
    "digit",
    "reverse",
    "minimum",
    "enough",
    "although",
    "re",
    "third",
    "red",
    "along",
    "test",
    "small",
    "feed",
    "company",
    "movie",
    "compile",
    "frequently",
    "undefined",
    "state",
    "tick",
    "accept",
    "intense",
    "documentation",
    "asterisk",
    "easily",
    "become",
    "address",
    "interface",
    "pause",
    "repeat",
    "restart",
    "assumed",
    "speed",
    "entry",
    "combine",
    "organize",
    "finished",
    "mixed",
    "permit",
    "formatting",
    "root",
    "symbol",
    "binary",
    "whenever",
    "reach",
    "caution",
    "subtotal",
    "card",
    "general",
    "associated",
    "transfer",
    "connect",
    "partition",
    "hexadecimal",
    "generate",
    "specification",
    "customize",
    "far",
    "nest",
    "duplicate",
    "compression",
    "unable",
    "means",
    "alternately",
    "intensity",
    "reading",
    "let",
    "explicitly",
    "compare",
    "sector",
    "problem",
    "vertically",
    "horizontally",
    "backspace",
    "terminate",
    "people",
    "short",
    "drag",
    "formatted",
    "preview",
    "underscore",
    "correctly",
    "initially",
    "reformat",
    "inside",
    "integrate",
    "controlled",
    "period",
    "huge",
    "determined",
    "trailing",
    "seek",
    "introduction",
    "indent",
    "base",
    "integer",
    "attempt",
    "twice",
    "formed",
    "subscript",
    "tiny",
    "model",
    "correction",
    "rating",
    "secondary",
    "opened",
    "limit",
    "sun",
    "translate",
    "reason",
    "colon",
    "avoid",
    "range",
    "allocate",
    "simply",
    "verify",
    "manner",
    "direction",
    "portion",
    "successful",
    "applied",
    "sum",
    "achieve",
    "together",
    "affect",
    "delay",
    "free",
    "properly",
    "kind",
    "splitting",
    "feature",
    "console",
    "operate",
    "kernel",
    "easy",
    "modifier",
    "invalid",
    "compiler",
    "dot",
    "beep",
    "face",
    "random",
    "facility",
    "heading",
    "asynchronous",
    "series",
    "individual",
    "explain",
    "paste",
    "welcome",
    "six",
    "early",
    "wrap",
    "blue",
    "queue",
    "interrupt",
    "respect",
    "converted",
    "common",
    "hyphen",
    "serial",
    "loading",
    "retain",
    "setup",
    "freeze",
    "intend",
    "explanation",
    "certain",
    "zap",
    "archive",
    "negative",
    "image",
    "platform",
    "often",
    "signal",
    "cpu",
    "bit",
    "fully",
    "deactivate",
    "especially",
    "usually",
    "recommend",
    "maintain",
    "important",
    "central",
    "addition",
    "anytime",
    "analyst",
    "false",
    "black",
    "gather",
    "cycle",
    "relative",
    "offer",
    "ending",
    "rent",
    "sentence",
    "remember",
    "proper",
    "design",
    "examine",
    "initial",
    "corrupt",
    "buy",
    "increase",
    "host",
    "sample",
    "pending",
    "divide",
    "boot",
    "hide",
    "half",
    "magenta",
    "leading",
    "wrong",
    "today",
    "least",
    "opposite",
    "white",
    "override",
    "brown",
    "hex",
    "rest",
    "damage",
    "instant",
    "reserved",
    "technology",
    "handle",
    "apply",
    "stand",
    "payment",
    "kilobyte",
    "parenthesis",
    "scan",
    "locating",
    "developer",
    "murder",
    "flush",
    "unlock",
    "movement",
    "consecutive",
    "collection",
    "front",
    "prefix",
    "carousel",
    "safety",
    "static",
    "background",
    "product",
    "assignment",
    "bad",
    "declare",
    "adjust",
    "recognize",
    "route",
    "respectively",
    "unsuccessful",
    "received",
    "navigate",
    "considered",
    "due",
    "recently",
    "room",
    "descend",
    "fact",
    "alter",
    "track",
    "precedence",
    "skeleton",
    "log",
    "star",
    "hot",
    "replaceable",
    "accessible",
    "involve",
    "configure",
    "question",
    "green",
    "entirely",
    "helpful",
    "middle",
    "declared",
    "compress",
    "graphically",
    "auto",
    "automatic",
    "aligned",
    "anywhere",
    "terminal",
    "door",
    "expire",
    "resolution",
    "local",
    "semicolon",
    "reread",
    "overwrite",
    "critical",
    "manager",
    "capability",
    "affected",
    "allowed",
    "border",
    "cache",
    "bell",
    "play",
    "quickly",
    "fastback",
    "answer",
    "represent",
    "difference",
    "highest",
    "project",
    "physical",
    "matter",
    "reduce",
    "publisher",
    "trim",
    "substitute",
    "disabled",
    "recent",
    "positive",
    "upgrade",
    "instance",
    "happen",
    "elapsed",
    "future",
    "midnight",
    "though",
    "nor",
    "mono",
    "slide",
    "abort",
    "jump",
    "toward",
    "throughout",
    "via",
    "among",
    "neither",
    "layer",
    "scatter",
    "attention",
    "convention",
    "conventional",
    "tool",
    "handler",
    "processor",
    "desktop",
    "build",
    "windowing",
    "development",
    "exceed",
    "understand",
    "horizontal",
    "alphabetically",
    "meet",
    "protect",
    "reserve",
    "clock",
    "manifest",
    "safe",
    "disconnect",
    "clockwise",
    "eliminate",
    "actual",
    "declaration",
    "probably",
    "ring",
    "cover",
    "indicator",
    "apple",
    "icon",
    "consideration",
    "skill",
    "picture",
    "layout",
    "suggest",
    "convenient",
    "instruct",
    "appendix",
    "medium",
    "truncate",
    "inhibit",
    "nearly",
    "warn",
    "underline",
    "register",
    "stuff",
    "exclude",
    "destroy",
    "calculation",
    "angle",
    "lexical",
    "decide",
    "trouble",
    "customer",
    "port",
    "discuss",
    "segment",
    "filing",
    "identically",
    "market",
    "valuable",
    "limited",
    "trying",
    "heap",
    "grey",
    "permanently",
    "accelerator",
    "originally",
    "ability",
    "internally",
    "derelict",
    "reside",
    "header",
    "extra",
    "repeated",
    "death",
    "observe",
    "density",
    "management",
    "environmental",
    "surrounding",
    "master",
    "recursive",
    "trap",
    "dimensional",
    "logic",
    "conjunction",
    "identical",
    "advice",
    "meaning",
    "fall",
    "interval",
    "compatibility",
    "rule",
    "flag",
    "criterion",
    "office",
    "express",
    "volume",
    "soft",
    "rated",
    "activity",
    "odometer",
    "phoenix",
    "obtain",
    "easel",
    "latter",
    "decrease",
    "mainframe",
    "diacritical",
    "confidential",
    "trace",
    "division",
    "regular",
    "implicit",
    "mention",
    "near",
    "fifth",
    "seven",
    "whereas",
    "review",
    "whatever",
    "transform",
    "align",
    "yellow",
    "assist",
    "finish",
    "micro",
    "beyond",
    "against",
    "upon",
    "service",
    "little",
    "exhaust",
    "choice",
    "sounding",
    "develop",
    "holding",
    "alpha",
    "constant",
    "warranty",
    "stay",
    "trigger",
    "lesson",
    "handling",
    "treat",
    "busy",
    "usage",
    "difficult",
    "failure",
    "communication",
    "ally",
    "exclamation",
    "turning",
    "whole",
    "parent",
    "connection",
    "connectivity",
    "translation",
    "dynamic",
    "foreground",
    "preserve",
    "vice",
    "necessarily",
    "circle",
    "differ",
    "stationary",
    "extract",
    "thereafter",
    "inverse",
    "spell",
    "limiting",
    "restructure",
    "delimit",
    "pay",
    "separately",
    "classify",
    "interfere",
    "mind",
    "individually",
    "vertical",
    "undesirable",
    "lot",
    "piece",
    "unavailable",
    "unlike",
    "sit",
    "insufficient",
    "map",
    "figure",
    "prepare",
    "consider",
    "detect",
    "convenience",
    "method",
    "mean",
    "salary",
    "pacific",
    "strong",
    "emphasize",
    "department",
    "forced",
    "permanent",
    "remark",
    "away",
    "concatenate",
    "lightning",
    "additionally",
    "emulate",
    "tape",
    "accidentally",
    "concept",
    "optimize",
    "counter",
    "expect",
    "subsequently",
    "registration",
    "city",
    "designate",
    "visible",
    "consult",
    "completely",
    "virtually",
    "substantially",
    "specialize",
    "fail",
    "primarily",
    "sequentially",
    "client",
    "runtime",
    "fix",
    "author",
    "programmer",
    "commercial",
    "particularly",
    "low",
    "sheet",
    "employee",
    "legal",
    "qualified",
    "context",
    "involved",
    "conditional",
    "halfway",
    "oriented",
    "pair",
    "week",
    "subroutine",
    "bracketed",
    "manually",
    "preset",
    "autoindex",
    "restrict",
    "performance",
    "showing",
    "ever",
    "distribution",
    "denote",
    "cash",
    "repeatedly",
    "replicate",
    "mega",
    "conform",
    "rebuild",
    "certainty",
    "controller",
    "pseudo",
    "manage",
    "administrator",
    "ensemble",
    "bus",
    "allowable",
    "limitations",
    "restriction",
    "height",
    "remainder",
    "traverse",
    "organization",
    "resulting",
    "solution",
    "external",
    "adequate",
    "interpretability",
    "vary",
    "gap",
    "indexing",
    "board",
    "package",
    "insertion",
    "intervene",
    "conflict",
    "really",
    "overflow",
    "charge",
    "phone",
    "virtual",
    "compose",
    "snapshot",
    "sensitivity",
    "familiar",
    "incorrect",
    "cut",
    "lowest",
    "simple",
    "subsequent",
    "capitalized",
    "compact",
    "plain",
    "noted",
    "desirable",
    "substitution",
    "consume",
    "forget",
    "keyed",
    "overstrike",
    "tornado",
    "quotation",
    "ones",
    "parse",
    "experience",
    "manufacture",
    "hundred",
    "thousand",
    "twentieth",
    "understanding",
    "hand",
    "restricting",
    "fancy",
    "wide",
    "fine",
    "worry",
    "somewhat",
    "quiet",
    "purge",
    "mod",
    "numeral",
    "whichever",
    "purchase",
    "care",
    "watch",
    "endeavor",
    "mismatch",
    "printout",
    "ellipsis",
    "ship",
    "british",
    "parallel",
    "custom",
    "congratulation",
    "protection",
    "glass",
    "pattern",
    "insure",
    "stopping",
    "factory",
    "implement",
    "effort",
    "worker",
    "ampersand",
    "deal",
    "power",
    "difficulty",
    "lose",
    "magic",
    "proprietary",
    "aware",
    "numerous",
    "vowel",
    "closely",
    "accuracy",
    "traditional",
    "synchronization",
    "fragment",
    "primary",
    "safely",
    "habit",
    "comprise",
    "landler",
    "absence",
    "revolutionize",
    "constantly",
    "seldom",
    "unfortunately",
    "expunge",
    "security",
    "touch",
    "contrast",
    "invent",
    "reflect",
    "undone",
    "unshift",
    "complex",
    "complexity",
    "creation",
    "unknown",
    "greatly",
    "cost",
    "degrade",
    "suggestion",
    "real",
    "experimentation",
    "experiment",
    "substantial",
    "solely",
    "announce",
    "squeeze",
    "distribute",
    "negate",
    "capture",
    "father",
    "reinstate",
    "tutorial",
    "nicety",
    "roll",
    "exponent",
    "exponential",
    "prefer",
    "complicated",
    "reactivate",
    "spread",
    "synchronize",
    "formation",
    "widely",
    "comma",
    "very",
    "unnecessary",
    "unchanged",
    "cross",
    "yet",
    "slowly",
    "inexperienced",
    "noninteractive",
    "unwanted",
    "unused",
    "unmarked",
    "nothing",
    "chart",
    "dearly",
    "extremely",
    "hardly",
    "placement",
    "think",
    "technical",
    "idea",
    "stamp",
    "indirectly",
    "equation",
    "smooth",
    "attached",
    "average",
    "quietly",
    "discard",
    "never",
    "initiate",
    "powerful",
    "purpose",
    "regard",
    "daily",
    "possibly",
    "potentially",
    "moreover",
    "american",
    "guard",
    "world",
    "independent",
    "independently",
    "continuously",
    "shield",
    "glance",
    "happening",
    "transaction",
    "emulation",
    "strike",
    "dump",
    "occasionally",
    "tension",
    "probable",
    "talent",
    "financial",
    "meter",
    "logged",
    "ware",
    "disregard",
    "waiting",
    "preceding",
    "comparison",
    "advanced",
    "rate",
    "fly",
    "programmable",
    "readable",
    "recoverable",
    "possibility",
    "applicable",
    "printable",
    "executable",
    "essentially",
    "confuse",
    "familiarize",
    "employe",
    "suitable",
    "generation",
    "quality",
    "defective",
    "interpretable",
    "interest",
    "fourscore",
    "teach",
    "procedural",
    "phrase",
    "specifically",
    "penalty",
    "violate",
    "indefinitely",
    "major",
    "wise",
    "becoming",
    "equally",
    "enjoy",
    "forth",
    "disappear",
    "crop",
    "diagonally",
    "labeled",
    "decision",
    "effective",
    "significant",
    "avail",
    "hang",
    "craze",
    "consequently",
    "introduce",
    "team",
    "visual",
    "acknowledgment",
    "efficiently",
    "predict",
    "anticipate",
    "bypass",
    "nature",
    "natural",
    "grant",
    "logarithm",
    "reappears",
    "reload",
    "occupy",
    "photograph",
    "terminating",
    "resolve",
    "unsafe",
    "separator",
    "hierarchical",
    "assortment",
    "growing",
    "discussion",
    "alphabet",
    "scattered",
    "eventually",
    "finally",
    "subgroup",
    "superimpose",
    "reorganization",
    "rewrite",
    "university",
    "deter",
    "pool",
    "moment",
    "shut",
    "closed",
    "respond",
    "repeating",
    "repetitive",
    "reenter",
    "rearrange",
    "rectangular",
    "tag",
    "suppose",
    "supposed",
    "operator",
    "masking",
    "price",
    "demonstrate",
    "importance",
    "pipe",
    "overall",
    "turnkey",
    "restricted",
    "suspension",
    "seamless",
    "clipper",
    "unsigned",
    "unformatted",
    "useless",
    "limiter",
    "mountain",
    "redundant",
    "dependent",
    "contiguous",
    "consistent",
    "multiprocessing",
    "architecture",
    "structural",
    "outcome",
    "association",
    "opinion",
    "interpret",
    "explanatory",
    "assemble",
    "assembler",
    "cad",
    "arithmetic",
    "varying",
    "representative",
    "typical",
    "sufficient",
    "blast",
    "clean",
    "caret",
    "socket",
    "stated",
    "protocol",
    "presence",
    "telephone",
    "social",
    "equipment",
    "lending",
    "book",
    "circumstances",
    "situation",
    "desk",
    "please",
    "mixture",
    "representation",
    "esoteric",
    "depth",
    "final",
    "physically",
    "aid",
    "successive",
    "succession",
    "unpack",
    "chunk",
    "alignment",
    "typewriter",
    "big",
    "tone",
    "sensitive",
    "reduction",
    "indentation",
    "terminology",
    "ascending",
    "augment",
    "increment",
    "gain",
    "stream",
    "obsolete",
    "accommodate",
    "motif",
    "subject",
    "job",
    "differentiate",
    "distinction",
    "distinguish",
    "locking",
    "progress",
    "fundamental",
    "basis",
    "underlying",
    "sound",
    "vital",
    "national",
    "sale",
    "agree",
    "iterative",
    "inclusive",
    "charm",
    "hit",
    "course",
    "exceeded",
    "numerical",
    "digital",
    "combo",
    "cord"
  ]
}