[{"id":"fPlqrZ","title":"Finding fossil man","titleTranslate":"发现化石人","text":"We can read of things that happened 5,000 years ago in the Near East, where people first learned to write. But there are some parts of the word where even now people cannot write. The only way that they can preserve their history is to recount it as sagas -- legends handed down from one generation of another. These legends are useful because they can tell us something about migrations of people who lived long ago, but none could write down what they did. Anthropologists wondered where the remote ancestors of the Polynesian peoples now living in the Pacific Islands came from. The sagas of these people explain that some of them came from Indonesia about 2,000 years ago.\nBut the first people who were like ourselves lived so long ago that even their sagas, if they had any, are forgotten. So archaeologists have neither history nor legends to help them to find out where the first 'modern men' came from.\nFortunately, however, ancient men made tools of stone, especially flint, because this is easier to shape than other kinds. They may also have used wood and skins, but these have rotted away. Stone does not decay, and so the tools of long ago have remained when even the bones of the men who made them have disappeared without trace.\nROBIN PLACE Finding fossil man","textCustomTranslate":"我们从书籍中可读到5,000 年前近东发生的事情，那里的人最早学会了写字。\n但直到现在,世界上有些地方，人们还不会书写。\n \n他们保存历史的唯一办法是将历史当作传说讲述，由讲述人一代接一代地将史实描述为传奇故事口传下来。\n人类学家过去不清楚如今生活在太平洋诸岛上的波利尼西亚人的祖先来自何方，当地人的传说却告诉人们：其中一部分是约在2,000年前从印度尼西亚迁来的。\n \n但是，和我们相似的原始人生活的年代太久远了，因此，有关他们的传说既使有如今也失传了。\n于是，考古学家们既缺乏历史记载，又无口头传说来帮助他们弄清最早的“现代人”是从哪里来的。\n \n然而， 幸运的是，远古人用石头制作了工具，特别是用燧石，因为燧石较之其他石头更容易成形。\n他们也可能用过木头和兽皮，但这类东西早已腐烂殆尽。\n石头是不会腐烂的。\n因此，尽管制造这些工具的人的骨头早已荡然无存，但远古时代的石头工具却保存了下来。","textNetworkTranslate":"我们可以读到5000年前在近东发生的事情，在那里人们第一次学会了写作。\n但这个词的某些部分即使是现在也无法书写。\n他们保存历史的唯一方法是将其作为传奇故事来讲述——传奇故事代代相传。\n这些传说很有用，因为它们可以告诉我们一些很久以前生活的人的迁徙，但没有人能写下他们的所作所为。\n人类学家想知道现在生活在太平洋岛屿上的波利尼西亚人的遥远祖先来自哪里。\n这些人的传说解释说，他们中的一些人大约2000年前来自印度尼西亚。\n\n但是，第一批和我们一样的人生活在很久以前，甚至他们的传奇故事（如果有的话）也被遗忘了。\n因此，考古学家既没有历史也没有传说来帮助他们找出第一批“现代人”的来源。\n\n然而，幸运的是，古代人用石头制作工具，尤其是燧石，因为这种工具比其他种类更容易成型。\n他们可能也用过木头和皮，但这些已经腐烂了。\n石头不会腐烂，所以很久以前的工具仍然存在，即使是制造它们的人的骨头也消失得无影无踪。\n\n罗宾寻找化石人","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"mw6yQz","title":"Spare that spider","titleTranslate":"不要伤害蜘蛛","text":"Why, you may wonder, should spiders be our friends? Because they destroy so many insects, and insects include some of the greatest enemies of the human race. Insects would make it impossible for us to live in the world; they would devour all our crops and kill our flocks and herds, if it were not for the protection we get from insect-eating animals. We owe a lot to the birds and beasts who eat insects but all of them put together kill only a fraction of the number destroyed by spiders. Moreover, unlike some of the other insect eaters, spiders never do the harm to us or our belongings.\nSpiders are not insects, as many people think, nor even nearly related to them. One can tell the difference almost at a glance, for a spider always has eight legs and insect never more than six.\nHow many spiders are engaged in this work no our behalf? One authority on spiders made a census of the spiders in grass field in the south of England, and he estimated that there were more than 2,250,000 in one acre; that is something like 6,000,000 spiders of different kinds on a football pitch. Spiders are busy for at least half the year in killing insects. It is impossible to make more than the wildest guess at how many they kill, but they are hungry creatures, not content with only three meals a day. It has been estimated that the weight of all the insects destroyed by spiders in Britain in one year would be greater than the total weight of all the human beings in the country.\nT. H. GILLESPLE Spare that spider from The Listener","textCustomTranslate":"你可能会觉得奇怪， 蜘蛛怎么会是我们的朋友呢？\n因为它们能消灭那么多的昆虫，其中包括一些人类的大敌，要不是人类受一些食虫动物的保护，昆虫就会使我们无法在地球上生活下去，昆虫会吞食我们的全部庄稼，杀死我们的成群的牛羊。\n我们要十分感谢那些吃昆虫的鸟和兽，然而把它们所杀死的昆虫全部加在一起也只相当于蜘蛛所消灭的一小部分。\n此外，蜘蛛不同于其他食虫动物，它们丝毫不危害我们和我们的财物。\n \n许多人认为蜘蛛是昆虫，但它们不是昆虫，甚至与昆虫毫无关系。\n人们几乎一眼就能看出二者的差异，因为蜘蛛都是8条腿，而昆虫的腿从不超过6条。\n \n有多少蜘蛛在为我们效力呢？\n一位研究蜘蛛的权威对英国南部一块草坪上的蜘蛛作了一次调查。\n他估计每英亩草坪里有225万多只蜘蛛。\n这就是说，在一个足球场上约有600万只不同种类的蜘蛛。\n蜘蛛至少有半年在忙于吃昆虫。\n它们一年中消灭了多少昆虫，我们简直无法猜测，它们是吃不饱的动物，不满意一日三餐。\n据估计，在英国蜘蛛一年里所消灭昆虫的重量超过这个国家人口的总重量。","textNetworkTranslate":"你可能会想，为什么蜘蛛应该是我们的朋友？\n因为它们摧毁了如此多的昆虫，而昆虫包括了人类最大的敌人。\n昆虫会使我们无法生活在这个世界上；如果不是因为我们免受以昆虫为食的动物的保护，它们会吃掉我们所有的作物，杀死我们的羊群。\n我们在很大程度上要归功于那些以昆虫为食的鸟类和野兽，但它们加在一起只杀死了被蜘蛛摧毁的数量的一小部分。\n此外，与其他一些食虫动物不同，蜘蛛从来不会对我们或我们的物品造成伤害。\n\n蜘蛛不像许多人认为的那样是昆虫，甚至与昆虫几乎没有亲缘关系。\n人们几乎一眼就能看出区别，因为蜘蛛总是有八条腿，昆虫从来不会超过六条腿。\n\n有多少蜘蛛在不代表我们的情况下从事这项工作？\n一位研究蜘蛛的权威对英格兰南部草地上的蜘蛛进行了人口普查，他估计一英亩地里有超过2250000只蜘蛛；这就像足球场上有6000000只不同种类的蜘蛛。\n蜘蛛至少有半年的时间忙于杀虫。\n对于它们杀死了多少，我们无法做出最疯狂的猜测，但它们是饥饿的生物，不满足于一日三餐。\n据估计，英国一年内被蜘蛛摧毁的所有昆虫的重量将超过该国所有人类的总重量。\n\nT·H·吉勒苏别让《倾听者》里的蜘蛛得逞","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"4u2Ck7","title":"Matterhorn man","titleTranslate":"马特霍恩山区人","text":"Modern alpinists try to climb mountains by a route which will give them good sport, and the more difficult it is, the more highly it is regarded. In the pioneering days, however, this was not the case at all. The early climbers were looking for the easiest way to the top, because the summit was the prize they sought, especially if it and never been attained before. It is true that during their explorations they often faced difficulties and dangers of the most perilous nature, equipped in a manner with would make a modern climber shudder at the thought, but they did not go out of their way to court such excitement. They had a single aim, a solitary goal -- the top!\nIt is hard for us to realize nowadays how difficult it was for the pioneers. Except for one or two places such as Zermatt and Chamonix, which had rapidly become popular, Alpine village tended to be impoverished settlements cut off from civilization by the high mountains. Such inns as there were generally dirty and flea-ridden; the food simply local cheese accompanied by bread often twelve months old, all washed down with coarse wine. Often a valley boasted no inn at all, and climbers found shelter wherever they could -- sometimes with the local priest (who was usually as poor as his parishioners), sometimes with shepherds or cheese-makers. Invariably the background was the same: dirt and poverty, and very uncomfortable. For men accustomed to eating seven-course dinners and sleeping between fine linen sheets at home, the change to the Alps must have very hard indeed.\nWALTER UNSWORTH Matterhorn Man","textCustomTranslate":"现代登山运动员总想找一条能够给他们带来运动乐趣的路线来攀登山峰。\n他们认为， 道路愈艰险愈带劲儿。\n然而，在登山运动的初期，全然不是这种情况。\n早期登山者所寻找的是通往山顶的最方便的途径，因为顶峰特别是前人未曾到过的顶峰 -- 才是他们寻求的目标。\n确实，在探险中他们经常遇到惊心动魄的困难和危险，而他们装备之简陋足以使现代登山者一想起来就胆战心惊。\n但是，他们并非故意寻求这种刺激，他们只有一个目标，唯一的目标 -- 顶峰！\n \n我们今天很难想像昔日的登山先驱们是多么艰苦。\n除了泽曼特和夏蒙尼等一两个很快出了名的地方外，阿尔卑斯山山区的小村几乎全是高山环抱、与世隔绝的穷乡僻壤。\n那里的小客栈一般都很肮脏，而且跳蚤猖獗。\n \n食物是当地的干酪和通常存放了一年之久的面包，人们就着劣酒吞下这种食物。\n山谷里常常没有小客栈，登山者只好随遇而安。\n有时同当地牧师 （他通常和他的教民一样穷）住在一起，有时同牧羊人或制乳酪的人住在一起。\n无论住在哪儿，情况都一样：肮脏、贫穷，极其不舒适。\n对于过惯了一顿饭吃7道菜、睡亚麻细布床单的人来说，变换一下生活环境来到阿尔卑斯山山区，那一定是很艰难的。","textNetworkTranslate":"现代登山运动员试图通过一条能给他们带来良好运动的路线登山，而且越是困难，人们就越重视它。\n然而，在开创性的日子里，情况根本不是这样的。\n早期的登山者正在寻找最简单的登顶之路，因为登顶是他们追求的奖品，尤其是在以前从未登顶的情况下。\n诚然，在他们的探险过程中，他们经常面临着最危险的困难和危险，装备的方式会让现代登山者一想到就会不寒而栗，但他们并没有刻意追求这种兴奋。\n他们只有一个目标，一个单独的目标——登顶！\n\n如今我们很难意识到拓荒者的处境有多么艰难。\n除了采尔马特和霞慕尼等一两个迅速流行起来的地方外，阿尔卑斯山村庄往往是被高山与文明隔绝的贫困定居点。\n那里的旅馆通常很脏，跳蚤遍地；食物只是当地的奶酪配上通常12个月大的面包，全部用粗酒冲下去。\n通常，山谷里根本没有客栈，登山者会在任何可能的地方找到避难所——有时是与当地牧师（他通常和教区居民一样穷）一起，有时是与牧羊人或奶酪制造商一起。\n背景总是一样的：肮脏和贫穷，非常不舒服。\n对于那些习惯于在家里吃七道菜的晚餐，睡在亚麻床单之间的男人来说，去阿尔卑斯山一定很难。\n\n沃尔特说马特宏人","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"}]