[{"title":"A private conversation!","titleTranslate":"私人谈话！","text":"Last week I went to the theatre. I had a very good seat. The play was very interesting. I did not enjoy it. A young man and a young woman were sitting behind me. They were talking loudly. I got very angry. I could not hear the actors. I turned round. I looked at the man and the woman angrily. They did not pay any attention. In the end, I could not bear it. I turned round again. 'I can't hear a word!' I said angrily.\n    'It's none of your business,' the young man said rudely. 'This is a private conversation!'","textCustomTranslate":"上星期我去看戏。\n我的座位很好，\n戏很有意思，\n但我却无法欣赏。\n一青年男子与一青年女子坐在我的身后，\n大声地说着话。\n我非常生气，\n因为我听不见演员在说什么。\n我回过头去\n怒视着那一男一女，\n他们却毫不理会。\n最后，我忍不住了，\n又一次回过头去，\n生气地说：“我一个字也听不见了！”\n\n“不关你的事，”那男的毫不客气地说，\n“这是私人间的谈话！”","textNetworkTranslate":"","newWords":[],"textCustomTranslateIsFormat":true,"useTranslateType":"custom","id":"mVZ_3M"},{"title":"Breakfast or lunch?","titleTranslate":"早餐还是午餐？","text":"It was Sunday. I never get up early on Sundays. I sometimes stay in bed until lunchtime. Last Sunday I got up very late. I looked out of the window. It was dark outside. 'What a day!' I thought. 'It's raining again.' Just then, the telephone rang. It was my aunt Lucy. 'I've just arrived by train,' she said. 'I'm coming to see you.'\n    'But I'm still having breakfast,' I said.\n    'What are you doing?' she asked.\n    'I'm having breakfast,' I repeated.\n    'Dear me,' she said. 'Do you always get up so late? It's one o'clock!'","textCustomTranslate":"那是个星期天，\n而在星期天我是从来不早起的，\n有时我要一直躺到吃午饭的时候。\n上个星期天，我起得很晚。\n我望望窗外，外面一片昏暗。\n“鬼天气！”\n我想，“又下雨了。”\n正在这时，电话铃响了。\n是我姑母露西打来的。\n“我刚下火车，”她说，\n“我这就来看你。”\n\n“但我还在吃早饭，”我说。\n\n“你在干什么？”她问道。\n\n“我正在吃早饭，”我又说了一遍。\n\n“天啊，”她说，\n“你总是起得这么晚吗？","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"ZeT3wF"},{"title":"Please send me a card","titleTranslate":"请给我寄一张明信片","text":"Postcards always spoil my holidays. Last summer, I went to Italy. I visited museums and sat in public gardens. A friendly waiter taught me a few words of Italian. Then he lent me a book. I read a few lines, but I did not understand a word. Everyday I thought about postcards. My holidays passed quickly, but I did not send cards to my friends. On the last day I made a big decision. I got up early and bought thirty-seven cards. I spent the whole day in my room, but I did not write a single card!","textCustomTranslate":"明信片总搅得我假日不得安宁。\n去年夏天，我去了意大利。\n我参观了博物馆，还去了公园。\n一位好客的服务员教了我几句意大利语，\n之后还借给我一本书。\n我读了几行，但一个字也不懂。\n我每天都想着明信片的事。\n假期过得真快，可我还没有给我的朋友们寄过一张明信片。\n到了最后一天，我作出了一项重大决定。\n我早早起了床，买来了37张明信片。\n我在房间里关了整整一天。\n然而竟连一张明信片也没写成！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"7A1-KX"},{"title":"An exciting trip","titleTranslate":"激动人心的旅行","text":"I have just received a letter from my brother, Tim. He is in Australia. He has been there for six months. Tim is an engineer. He is working for a big firm and he has already visited a great number of different places in Australia. He has just bought an Australian car and has gone to Alice springs, a small town in the centre of Australia. He will soon visit Darwin. From there, he will fly to Perth. My brother has never been abroad before, so he is fending this trip very exciting.","textCustomTranslate":"我刚刚收到弟弟蒂姆的来信，\n他正在澳大利亚。\n他在那儿已经住了6个月了。\n蒂姆是个工程师，\n正在一家大公司工作，并且已经去过澳大利亚的不少地方了。\n他刚买了一辆澳大利亚小汽车，现在去了澳大利亚中部的小镇艾利斯斯普林斯。\n他不久还将到达达尔文去，\n从那里，他再飞往珀斯。\n我弟弟以前从未出过国，因此，他觉得这次旅行非常激动人心。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"C1tmmk"},{"title":"No wrong numbers","titleTranslate":"无错号之虞","text":"Mr.James Scott has a garage in Silbury and now he has just bought another garage in Pinhurst. Pinhurst is only five miles from Silbury, but Mr. Scott cannot get a telephone for his new garage, so he has just bought twelve pigeons. Yesterday, a pigeon carried the first message from Pinhurst to Silbury. The bird covered the distance in three minutes. Up to now, Mr.Scott has sent a great many requests for spare parts and other urgent messages from one garage to the other. In this way, he has begun his own private 'telephone' service.","textCustomTranslate":"詹姆斯.斯科特先生在锡尔伯里有一个汽车修理部，现在他刚在平赫斯特买了另一个汽车修理部。\n平赫特离锡尔伯里只有5英里，但詹姆斯.斯科特先生未能为他新的汽车修理部搞到一部电话机，所以他买了只鸽子。\n昨天，一只鸽子把第一封信从平赫特带到锡尔伯里。\n这只鸟只用了3分钟就飞完了全程。\n到目前为止，斯科特先生从一个汽车修理部向另一个发送了大量索取备件的信件和其他紧急函件。\n就这样，他开始自己的私人“电话”业务。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"7mJXlE"},{"title":"Percy Buttons","titleTranslate":"珀西.巴顿斯","text":"I have just moved to a house in Bridge Street. Yesterday a beggar knocked at my door. He asked me for a meal and a glass of beer. In return for this, the beggar stood on his head and sang songs. I gave him a meal. He ate the food and drank the beer. Then he put a piece of cheese in his pocket and went away. Later a neighbour told me about him. Everybody knows him. His name is Percy Buttons. He calls at every house in the street once a month and always asks for a meal and a glass of beer.","textCustomTranslate":"我刚刚搬进了大桥街的一所房子。\n昨天一个乞丐来敲我的门，\n问我要一顿饭和一杯啤酒。\n作为回报，那乞丐头顶地倒立起来，嘴里还唱着歌。\n我给了他一顿饭。\n他把食物吃完，又喝了酒。\n然后把一块乳酪装进衣袋里走了。\n后来，一位邻居告诉了我他的情况。\n大家都认识他，\n他叫珀西.巴顿斯。\n他每月对这条街上的每户人家光顾一次，总是请求给他一顿饭和一杯啤酒。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"h7kPen"},{"title":"Too late","titleTranslate":"为时太晚","text":"The plane was late and detectives were waiting at the airport all morning. They were expecting a valuable parcel of diamonds from South Africa. A few hours earlier, someone had told the police that thieves would try to steal the diamonds. When the plane arrived, some of the detectives were waiting inside the main building while others were waiting on the airfield. Two men took the parcel off the plane and carried it into the Customs House. While two detectives were keeping guard at the door, two others opened the parcel. To their surprise, the precious parcel was full of stones and sand!","textCustomTranslate":"飞机误点了，侦探们在机场等了整整一上午。\n他们正期待从南非来的一个装着钻石的贵重包裹。\n数小时以前，有人向警方报告，说有人企图偷走这些钻石。\n当飞机到达时，一些侦探等候在主楼内，另一些侦探则守候在停机坪上。\n有两个人把包裹拿下飞机，进了海关。\n这时两个侦探把住门口，另外两个侦探打开了包裹。\n令他们吃惊的是，那珍贵的包裹里面装的全是石头和沙子！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"FEWhRw"},{"title":"The best and the worst","titleTranslate":"最好的和最差的","text":"Joe Sanders has the most beautiful garden in our town. Nearly everybody enters for 'The Nicest Garden Competition' each year, but Joe wins every time. Bill Frith's garden is larger than Joe's. Bill works harder than Joe and grows more flowers and vegetables, but Joe's garden is more interesting. He has made neat paths and has built a wooden bridge over a pool. I like gardens too, but I do not like hard work. Every year I enter for the garden competition too, and I always win a little prize for the worst garden in the town!","textCustomTranslate":"乔.桑德斯拥有我们镇上最漂亮的花园。\n几乎每个人都参加每年举办的“最佳花园竞赛”，而每次都是乔获胜。\n比尔.弗里斯的花园比乔的花园大，\n他比乔也更为勤奋，种植的花卉和蔬菜也更多，但乔的花园更富有情趣。\n他修筑了一条条整洁的小路，并在一个池塘上架了一座小木桥。\n我也喜欢花园，但我却不愿意辛勤劳动。\n每年的花园竞赛我也参加，但总因是镇上最劣的花园而获得一个小奖！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"i4n2JS"},{"title":"A cold welcome","titleTranslate":"冷遇","text":"On Wednesday evening, we went to the Town Hall. It was the last day of the year and a large crowd of people had gathered under the Town Hall clock. It would strike twelve in twenty minutes' time. Fifteen minutes passed and then, at five to twelve, the clock stopped. The big minute hand did not move. We waited and waited, but nothing happened. Suddenly someone shouted. 'It's two minutes past twelve! The clock has stopped!' I looked at my watch. It was true. The big clock refused to welcome the New Year. At that moment, everybody began to laugh and sing.","textCustomTranslate":"星期三的晚上，我们去了市政厅。\n 那是一年的最后一天，一大群人聚集在市政厅的大钟下面。\n再过20分钟，大钟将敲响12下。\n15分钟过去了，而就在11点55分时，大钟停了。\n那根巨大的分针不动了。\n 我们等啊等啊，可情况没有变化。\n突然有人喊道：“已经12点零2分了！\n那钟已经停了！”\n我看了一下我的手表，\n果真如此。\n那座大钟不愿意迎接新年。\n此时，大家已经笑了起来，同时唱起了歌。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"b4Utcf"},{"id":"L5afKe","title":"Not for jazz","titleTranslate":"不适于演奏爵士乐","text":"We have an old musical instrument. It is called a clavichord. It was made in Germany in 1681. Our clavichord is kept in the living room. It has belonged to our family for a long time. The instrument was bought by my grandfather many years ago. Recently it was damaged by a visitor. She tried to play jazz on it! She struck the keys too hard and two of the strings were broken. My father was shocked. Now we are not allowed to touch it. It is being repaired by a friend of my fathers.","textCustomTranslate":"","textNetworkTranslate":"我们有一件旧乐器。\n它被称为古钢琴。\n它于1681年在德国制造。\n我们的古钢琴放在客厅里。\n它属于我们家已经很久了。\n这乐器是我爷爷多年前买的。\n最近它被一位游客损坏了。\n她试着在上面演奏爵士乐！\n她用力敲击琴键，导致两根琴弦断裂。\n我父亲很震惊。\n现在我们不能碰它。\n我父亲的一个朋友正在修理它。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"gT7ZbD","title":"One good turn deserves another","titleTranslate":"礼尚往来","text":"I was having dinner at a restaurant when Tony Steele came in. Tony worked in a lawyer's office years ago, but he is now working at a bank. He gets a good salary, but he always borrows money from his friends and never pays it back. Tony saw me and came and sat at the same table. He has never borrowed money from me. While he was eating, I asked him to lend me twenty pounds. To my surprise, he gave me the money immediately. I have never borrowed any money from you, Tony said, so now you can pay for my dinner!","textCustomTranslate":"","textNetworkTranslate":"托尼·斯蒂尔进来的时候，我正在一家餐馆吃晚饭。\n托尼几年前在律师事务所工作，但现在在一家银行工作。\n他薪水不错，但他总是向朋友借钱，从不还。\n托尼看到了我，走了过来，坐在同一张桌子旁。\n他从来没有向我借钱。\n他吃饭的时候，我请他借我二十英镑。\n令我惊讶的是，他立即把钱给了我。\n“我从来没有向你借过钱，”托尼说，“所以现在你可以支付我的晚餐了！”！","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"ucKSJV","title":"Goodbye and good luck","titleTranslate":"再见, 一路顺风","text":"Our neighbour, Captain Charles Alison, will sail from Portsmouth tomorrow. Well meet him at the harbour early in the morning. He will be in his small boat, Topsail. Topsail is a famous little boat. It has sailed across the Atlantic many times. Captain Alison will set out at eight oclock, so well have plenty of time. Well see his boat and then well say goodbye to him. He will be away for two months. We are very proud of him. He will take part in an important race across the Atlantic.","textCustomTranslate":"","textNetworkTranslate":"我们的邻居查尔斯·阿利森船长明天将从朴茨茅斯启航。\n我们一大早在港口接他。\n他将乘坐他的小船托普赛尔号。\n托普赛尔号是一艘著名的小船。\n它已经多次横渡大西洋。\n艾莉森船长八点钟出发，所以我们有充足的时间。\n我们看看他的船，然后和他说再见。\n他将离开两个月。\n我们为他感到骄傲。\n他将参加一场横渡大西洋的重要比赛。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"VjLxt9","title":"The Greenwood Boys","titleTranslate":"绿林少年","text":"The Greenwood Boys are a group of pop singers. At present, they are visiting all parts of the country. They will be arriving here tomorrow. They will be coming by train and most of the young people in the town will be meeting them at the station. Tomorrow evening they will be singing at the Workers Club. The Greenwood Boys will be staying for five days. During this time, they will give five performances. As usual, the police will have a difficult time. They will be trying to keep order. It is always the same on these occasions.","textCustomTranslate":"","textNetworkTranslate":"格林伍德男孩是一群流行歌手。\n目前，他们正在访问全国各地。\n他们明天将到达这里。\n他们将乘火车来，镇上的大多数年轻人将在车站迎接他们。\n明晚他们将在工人俱乐部唱歌。\n格林伍德男孩将在这里呆五天。\n在此期间，他们将进行五场演出。\n和往常一样，警察会遇到困难。\n他们将努力维持秩序。\n在这些场合总是一样。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"MBwqB6","title":"Do you speak English?","titleTranslate":"你会讲英语吗？","text":"I had an amusing experience last year. After I had left a small village in the south of France, I drove on to the next town. On the way, a young man waved to me. I stopped and he asked me for a lift. As soon as he had got into the car, I said good morning to him in French and he replied in the same language. Apart from a few words, I do not know any French at all. Neither of us spoke during the journey. I had nearly reached the town, when the young man suddenly said, very slowly, \"Do you speak English? As I soon learnt, he was English himself!","textCustomTranslate":"","textNetworkTranslate":"去年我有一次有趣的经历。\n离开法国南部的一个小村庄后，我驱车前往下一个城镇。\n在路上，一个年轻人向我挥手。\n我停下来，他让我搭便车。\n他一上车，我就用法语和他说早上好，他也用同样的语言回答。\n除了几个字，我一点法语都不懂。\n旅途中我们俩都没说话。\n我快到城里的时候，年轻人突然很慢地说：“你会说英语吗？\n我很快就知道了，他自己就是英国人！","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"fQa-Nr","title":"Good news","titleTranslate":"佳音","text":"The secretary told me that Mr. Harmsworth would see me. I felt very nervous when I went into his office. He did not look up from his desk when I entered. After I had sat down, he said that business was very bad. He told me that the firm could not afford to pay such large salaries. Twenty people had already left. I knew that my turn had come.\nMr.Harmsworth, I said in a weak voice.\nDon't interrupt, he said.\nThen he smiled and told me I would receive an extra thousand pounds a year!","textCustomTranslate":"秘书告诉我说哈姆斯沃斯先生要见我。\r\n我走进他的办公室，感到非常紧张。\r\n我进去的时候，他连头也没抬。\r\n待我坐下后，他说生意非常不景气。\r\n他还告诉我，公司支付不起这么庞大的工资开支，\r\n有20个人已经离去。\r\n我知道这次该轮到我了。\r\n\r\n“哈姆斯沃斯先生，”我无力地说。\r\n\r\n“不要打断我的话，”他说。\r\n\r\n然后他微笑了一下告诉我说，我每年将得到1,000 英镑的额外收入。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"-w7YZY","title":"A polite request","titleTranslate":"彬彬有礼的要求","text":"If you park your car in the wrong place, a traffic policeman will soon find it. You will be very lucky if he lets you go without a ticket. However, this does not always happen. Traffic police are sometimes very polite. During a holiday in Sweden, I found this note on my car: sir, we welcome you to our city. This is a \"No Parking\" area. You will enjoy your stay here if you pay attention to our street signs. This note is only a reminder. If you receive a request like this, you cannot fail to obey it!","textCustomTranslate":"一旦你把汽车停错了地方，交通警很快就会发现。\n如果他没给你罚单就放你走了，算你走运。\n然而，情况并不都是这样，\n交通警有时也很客气。\n有一次在瑞典度假，我发现我的车上有这样一个字条：“先生，欢迎您光临我们的城市。\n此处是‘禁止停车’区。\n如果您对我们街上的标牌稍加注意，您在此会过得很愉快的。\n谨此提请注意。\n如果你收到这样的恳求，你是不会不遵照执行的！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"CbITZ1","title":"Always young","titleTranslate":"青春常驻","text":"My aunt Jennifer is an actress. She must be at least thirty-five years old. In spite of this, she often appears on the stage as a young girl. Jennifer will have to take part in a new play soon. This time, she will be a girl of seventeen. In the play, she must appear in a bright red dress and long black stockings. Last year in another play, she had to wear short socks and a bright, orange-coloured dress. If anyone ever asks her how old she is, she always answers, ‘Darling, it must be terrible to be grown up!","textCustomTranslate":"我的姑姑詹妮弗是位演员，\n她至少也有35岁了。\n尽管如此，她却常在舞台上扮演小姑娘。\n詹妮弗很快又要参加一个新剧的演出。\n这一次，她将扮演一个17岁的少女。\n演出时她必须穿一条鲜红色的裙子和黑色的长筒袜。\n去年在演另一个剧时，她不得不穿短袜和一件鲜艳的橘红色的衣服。\n一旦有人问起她有多大年纪，她总是回答：“亲爱的，长成大人真可怕啊！”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"a4V3JX","title":"He often does this!","titleTranslate":"他经常干这种事！","text":"After I had had lunch at a village pub, I looked for my bag. I had left it on a chair beside the door and now it wasnt there! As I was looking for it, the landlord came in.\nDid you have a good meal?\" he asked.\nYes, thank you, I answered, but I cant pay the bill. I havent got my bag.\nThe landlord smiled and immediately went out. In a few minutes he returned with my bag and gave it back to me.\nIm very sorry, he said. My dog had taken it into the garden. He often does this!","textCustomTranslate":"我在一家乡村小酒店吃过午饭后，就找我的提包。\n我曾把它放在门边的椅子上，可这会儿不见了！\n当我正在寻找时，酒店老板走了进来。\n\n“您吃得好吗？” 他问。\n\n“很好，谢谢。”  我回答，但我付不了帐，\n我的提包没有了。”\n\n酒店老板笑了笑，马上走了出去。\n一会儿工夫他拿着我的提包回来了，把它还给了我。\n\n“实在抱歉，”他说，\n“我的狗把它弄到花园里去了，\n他常干这种事！”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"kpNkIq","title":"Sold out","titleTranslate":"票已售完","text":"'The play may begin at any moment,' I said.\n\n'It may have begun already,' Susan answered.\n\nI hurried to the ticket office. 'May I have two tickets please?' I asked.\n\n'I'm sorry, we've sold out,' the girl said.\n\n'What a pity!' Susan exclaimed.\n\nJust then, a man hurried to the ticket office.\n\n'Can I return these two tickets?' he asked.\n\n'Certainly,' the girl said.\n\nI went back to the ticket office at once.\n\n'Could I have those two tickets please?' I asked.\n\n'Certainly,' the girl said, 'but they're for next Wednesday's performance. Do you still want them?'\n\n'I might as well have them,' I said sadly.","textCustomTranslate":"“剧马上就要开演了，”我说。\n\n“也许已经开演了呢，”苏珊回答说。\n\n我匆匆赶到售票处，\n问：“我可以买两张票吗？”\n\n“对不起，票已售完。”那位姑娘说。\n\n“真可惜！”苏珊大声说。\n\n正在这时，一个男子匆匆奔向售票处。\n\n“我可以退掉这两张票吗？”他问。\n\n“当然可以，”那姑娘说。\n\n我马上又回到售票处。\n\n“我可以买那两张票吗？”我问。\n\n“当然可以，不过这两张票是下星期三的，您是否还要呢？”\n\n\n“我还是买下的好，”我垂头丧气地说。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"d1qFAN","title":"One man in a boat","titleTranslate":"独坐孤舟","text":"Fishing is my favourite sport. I often fish for hours without catching anything. But this does not worry me. Some fishermen are unlucky. Instead of catching fish, they catch old boots and rubbish. I am even less lucky. I never catch anything -- not even old boots. After having spent whole mornings on the river, I always go home with an empty bag. You must give up fishing! my friends say. Its a waste of time. But they dont realize one important thing. Im not really interested in fishing. I am only interested in sitting in a boat and doing nothing at all!","textCustomTranslate":"钓鱼是我特别喜爱的一项运动。\n我经常一钓数小时却一无所获，\n但我从不为此烦恼。\n有些垂钓者就是不走运，\n他们往往鱼钓不到，却钓上来些旧靴子和垃圾。\n我的运气甚至还不及他们。\n我什么东西也未钓到过 -- 就连旧靴子也没有。\n我总是在河上呆上整整一上午，然后空着袋子回家。\n“你可别再钓鱼了！”\n我的朋友们说，\n“这是浪费时间。”\n然而他们没有认识到重要的一点，\n我并不是真的对钓鱼有兴趣，\n我感兴趣的只是独坐孤舟，无所事事！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"QuQIje","title":"Mad or not?","titleTranslate":"是不是疯了","text":"Aeroplanes are slowly driving me mad. I live near an airport and passing planes can be heard night and day. The airport was built years ago, but for some reason it could not be used then. Last year, however, it came into use. Over a hundred people must have been driven away from their homes by the noise. I am one of the few people left. Sometimes I think this house will be knocked down by a passing plane. I have been offered a large sum of money to go away, but I am determined to stay here. Everybody says I must be mad and they are probably right.","textCustomTranslate":"飞机正在逐渐把我逼疯。\n我住在一个机场附近，过往飞机日夜不绝于耳。\n机场是许多年前建的，但由于某种原因当时未能启用。\n然而去年机场开始使用了。\n有100多人肯定是被噪音逼得已经弃家远去，\n我是少数留下来的人中的一个。\n有时我觉得这房子就要被一架飞过的飞机撞倒。\n他们曾向我提供一大笔钱让我搬走，但我决定留在这儿。\n大家都说我肯定是疯了，也许他们说的是对的。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"5i1C49","title":"A glass envelope","titleTranslate":"玻璃信封","text":"My daughter, Jane, never dreamed of receiving a letter from a girl of her own age in Holland. Last year, we were travelling across the Channel and Jane put a piece of paper with her name and address on it into a bottle. She threw the bottle into the sea. She never thought of it again, but ten months later, she received a letter from a girl in Holland. Both girls write to each other regularly now. However, they have decided to use the post office. Letters will cost a little more, but they will certainly travel faster.","textCustomTranslate":"我的女儿简从未想过会接到荷兰一位同龄姑娘的来信。\n去年，当我们横渡英吉利海峡时，简把写有她姓名和住址的一张纸条装进了一只瓶子，\n又将瓶子扔进了大海。\n此后她就再没去想那只瓶子。但10个月以后，她收到了荷兰一位姑娘的来信。\n现在这两位姑娘定期通信了。\n然而她们还是决定利用邮局。\n这样会稍微多花点钱，但肯定是快得多了。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"_kvrZs","title":"A new house","titleTranslate":"新居","text":"I had a letter from my sister yesterday. She lives in Nigeria. In her letter, she said that she would come to England next year. If she comes, she will get a surprise. We are now living in a beautiful new house in the country. Work on it had begun before my sister left. The house was completed five months ago. In my letter, I told her that she could stay with us. The house has many large rooms and there is a lovely garden. It is a very modern house, so it looks strange to some people. It must be the only modern house in the district.","textCustomTranslate":"昨天我收到了姐姐的一封信，\n她住在尼日利亚。\n在信中她说她明年将到英国来。\n如果她来了，她会感到非常惊奇了。\n我们现在住在乡间的一栋漂亮的新住宅里。\n这栋房子在我姐姐离开之前就已动工了，\n是在5个月以前竣工的。\n我在信中告诉她，她可以和我们住在一起。\n这栋房子里有许多房间，还有一个漂亮的花园。\n它是一栋非常现代化的住宅，因此在有些人看来很古怪。\n它肯定是这个地区唯一的一栋现代化住宅。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"Fm_SNQ","title":"It could be worse","titleTranslate":"不幸中之万幸","text":"I entered the hotel managers office and sat down. I had just lost $50 and I felt very upset. I left the money in my room, I said, and its not there now. The manager was sympathetic, but he could do nothing. Everyones losing money these days, he said. He started to complain about this wicked world but was interrupted by a knock at the door. A girl came in and put an envelope on his desk. It contained $50. I found this outside this gentlemans room, she said. Well, I said to the manager, there is still some honesty in this world!","textCustomTranslate":"我走进饭店经理的办公室，坐了下来。\n我刚刚丢了50英镑，感到非常烦恼。\n“我把钱放在房间里，”我说，“可现在没有了。”\n经理深表同情，但却无能为力。\n“现在大家都在丢钱，”他说。\n他开始抱怨起这个邪恶的世道来，却被一阵敲门声打断了。\n一个姑娘走了进来，把一个信封放在了他桌上。\n它里面装着50英镑。\n“这是我在这位先生的房门外捡到的，”她说。\n“是啊，”我对那位经理说，“这世界上还是有诚实可言的！”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"zEgL6k","title":"Do the English speak English?","titleTranslate":"英国人讲的是英语吗？","text":"I arrived in London at last. The railway station was big, black and dark. I did not know the way to my hotel, so I asked a porter. I not only spoke English very carefully, but very clearly as well. The porter, however, could not understand me. I repeated my question several times and at last he understood. he answered me, but he spoke neither slowly nor clearly. I am a foreigner, I said. Then he spoke slowly, but I could not understand him. My teacher never spoke English like that! The porter and I looked at each other and smiled. Then he said something and I understood it. Youll soon learn English! he said. I wonder. In England, each person speaks a different language. The English understand each other, but I dont understand them! Do they speak English?","textCustomTranslate":"我终于到了伦敦。\n火车站很大，又黑又暗。\n我不知道去饭店的路该怎么走，于是向一个搬运工打听。\n我的英语讲得不但非常认真，而且咬字也非常清楚。\n然而搬运工却不明白我的话。\n我把问话重复了很多遍。他终于听懂了。\n他回答了，但他讲得既不慢也不清楚。\n“我是个外国人，”我说。\n于是他说得慢了，可我还是听不懂。\n我的老师从来不那样讲英语！\n我和搬运工相视一笑。\n接着，他说了点什么，这回我听懂了。\n“您会很快学会英语的！”\n他说。\n我感到奇怪。\n在英国，人们各自说着一种不同的语言。\n英国人之间相互听得懂，可我却不懂他们的话！\n他们说的是英语吗？","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"EscFAf","title":"The best art critics","titleTranslate":"最佳艺术评论家","text":"I am an art student and I paint a lot of pictures. Many people pretend that they understand modern art. They always tell you what a picture is about. Of course, many pictures are not about anything. They are just pretty patterns. We like them in the same way that we like pretty curtain material. I think that young children often appreciate modern pictures better than anyone else. They notice more. My sister is only seven, but she always tells me whether my pictures are good or not. She came into my room yesterday.\n\nWhat are you doing? she asked.\n\nIm hanging this picture on the wall, I answered. Its a new one. Do you like it?\nShe looked at it critically for a moment. Its all right, she said, but isnt it upside down?\nI looked at it again. She was right! It was!","textCustomTranslate":"我是个学艺术的学生，画了很多画。\r\n有很多人装成很懂现代艺术的样子，\r\n总是告诉你一幅画的“意思”是什么。\r\n当然，有很多画是什么“意思”也没有的。\r\n它们就是些好看的图案，\r\n我们喜爱它们就像我们喜欢漂亮的窗帘布一样。\r\n我觉得小孩子们往往比任何人都更能欣赏现代绘画，\r\n他们观察到的东西更多。\r\n我的妹妹只有7岁，但她总能说出我的画是好还是坏。\r\n昨天她到我房里来了。\r\n\r\n“你在干什么呢?”\r\n她问。\r\n\r\n“我正把这幅画挂到墙上去。”我回答说，\r\n“这是幅新画，\r\n你喜欢吗?”\r\n\r\n她用挑剔的目光看了一会儿。\r\n“还可以吧。”她说，“不过，是不是挂倒了?”\r\n\r\n我再次看了看画。\r\n她说对了!\r\n是挂倒了!","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"U0rM7A","title":"A wet night","titleTranslate":"雨夜","text":"Late in the afternoon, the boys put up their tent in the middle of a field. As soon as this was done, they cooked a meal over an open fire. They were all hungry and the food smelled good. After a wonderful meal, they told stories and sang songs by the campfire. But some time later it began to rain. The boys felt tired so they put out the fire and crept into their tent. Their sleeping bags were warm and comfortable, so they all slept soundly. In the middle of the night, two boys woke up and began shouting. The tent was full of water! They all leapt out of their sleeping bags and hurried outside. It was raining heavily and they found that a stream had formed in the field. The stream wound its way across the field and then flowed right under their tent!","textCustomTranslate":"傍晚时分，孩子们在田野中央搭起了帐篷。\n这件事刚刚做完，他们就在篝火上烧起了饭。\n他们全都饿了，饭菜散发出阵阵香味。\n他们美美地吃了一顿饭后，就围在营火旁讲起了故事，唱起了歌。\n但过了一阵子。天下起雨来，\n孩子们感到累了，于是他们扑灭了火，爬进了帐篷。\n睡袋既暖和又舒服，所以，他们都睡得很香。\n午夜前后，有两个孩子醒了，大声叫了起来。\n原来帐篷里到处都是水！\n他们全都跳出睡袋，跑到外面。\n雨下得很大，他们发现地上已经形成了一条小溪。\n那小溪弯弯曲曲穿过田野，然后正好从他们的帐篷底下流过去。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"SIwg4L","title":"No parking","titleTranslate":"禁止停车","text":"Jasper White is one of those rare people who believes in ancient myths. he has just bought a new house in the city, but ever since he moved in, he has had trouble with cars and their owners. When he returns home at night, he always finds that someone has parked a car outside his gate. Because of this, he has not been able to get his own car into his garage even once. Jasper has put up No Parking signs outside his gate, but these have not had any effect. Now he has put an ugly stone head over the gate. It is one of the ugliest faces I have ever seen. I asked him what it was and he told me that it was Medusa, the Gorgon. jasper hopes that she will turn cars and their owners to stone. But none of them has been turned to stone yet!","textCustomTranslate":"贾斯珀.怀特是少有的相信古代神话的人之一。\n他刚在城里买下一所新房子，但自从搬进去后，就和汽车及车主们发生了磨擦。\n当他夜里回到家时，总是发现有人把车停在他家大门外。\n为此，他甚至一次也没能把自己的车开进车库。\n贾斯珀曾把几块“禁止停车”的牌子挂在大门外边，但没有任何效果。\n现在他把一个丑陋的石雕头像放在了大门上边，\n这是我见过的最丑陋的头像之一。\n我问他那是什么？他告诉我那是蛇发女怪美杜莎。\n贾斯珀希望她把汽车和车主们都变成石头。\n但到目前为止还没有一个变成石头呢！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"fEiocr","title":"Taxi!","titleTranslate":"出租汽车","text":"Captain Ben Fawcett has bought an unusual taxi and has begun a new service. The taxi is a small Swiss aeroplane called a Pilatus Porter. This wonderful plane can carry seven passengers. The most surprising thing about it, however, is that it can land anywhere: on snow, water, or even on a ploughed field. Captain Fawcetts first passenger was a doctor who flew from Birmingham to a lonely village in the Welsh mountains. Since then, Captain Fawcett has flown passengers to many unusual places. Once he landed on the roof of a block of flats and on another occasion, he landed in a deserted car park. Captain Fawcett has just refused a strange request from a businessman. The man wanted to fly to Rockall, a lonely island in the Atlantic Ocean, but Captain Fawcett did not take him because the trip was too dangerous.","textCustomTranslate":"本.弗西特机长买了一辆不同寻常的出租汽车，并开始了一项新的业务。\n这辆“出租汽车”是一架小型瑞士飞机，叫“皮勒特斯.波特“号。\n这架奇妙的飞机可以载7名乘客。\n然而，最令人惊奇的是它能够在任何地方降落：雪地上，水面上，甚至刚耕过的田里。\n弗西特机长的第一名乘客是位医生，他从伯明翰飞往威尔士山区一个偏僻的村庄。\n从那时开始，弗西特机长已经载送乘客到过许多不寻常的地方。\n一次，他把飞机降落在了一栋公寓楼的屋顶上；还有一次，降落在了一个废弃的停车场上。\n弗西特机长刚刚拒绝了一位商人的奇怪要求。\n这个人想要飞往大西洋上的一个孤岛 -- 罗卡尔岛，弗西特机长之所以不送他去，是因为那段飞行太危险了。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"_72Fjz","title":"Football or polo?","titleTranslate":"足球还是水球？","text":"The Wayle is a small river that cuts across the park near my home. I like sitting by the Wayle on fine afternoons. It was warm last Sunday, so I went and sat on the river bank as usual. Some children were playing games on the bank and there were some people rowing on the river. Suddenly, one of the children kicked a ball very hard and it went towards a passing boat. Some people on the bank called out to the man in the boat, but he did not hear them. The ball struck him so hard that he nearly fell into the water. I turned to look at the children, but there werent any in sight: they had all run away! The man laughed when he realized what had happened. He called out to the children and threw the ball back to the bank.","textCustomTranslate":"威尔河是横穿过我家附近公园的一条小河。\n我喜欢在天气晴朗的下午到河边坐坐。\n上星期日天气很暖和。于是我和往常一样，又去河边坐着。\n河岸上有些孩子正在玩耍，河面上有些人正在划船。\n突然，一个孩子狠狠地踢了一脚球，球便向着一只划过来的小船飞去。\n岸上的一些人对着小船上的人高喊，但他没有听见。\n球重重地打在他身上，使他差点儿落入水中。\n我转过头去看那些孩子，但一个也不见，全都跑了！\n当那个人明白了发生的事情时，笑了起来。\n他大声叫着那些孩子，把球扔回到岸上。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"}]