[{"id":"Udpx4V","title":"A Puma at large","titleTranslate":"逃遁的美洲狮","text":"Pumas are large, cat-like animals which are found in America. When reports came into London Zoo that a wild puma had been spotted forty-five miles south of London, they were not taken seriously. However, as the evidence began to accumulate, experts from the Zoo felt obliged to investigate, for the descriptions given by people who claimed to have seen the puma were extraordinarily similar.\nThe hunt for the puma began in a small village where a woman picking blackberries saw 'a large cat' only five yards away from her. It immediately ran away when she saw it, and experts confirmed that a puma will not attack a human being unless it is cornered. The search proved difficult, for the puma was often observed at one place in the morning and at another place twenty miles away in the evening. Wherever it went, it left behind it a trail of dead deer and small animals like rabbits. Paw prints were seen in a number of places and puma fur was found clinging to bushes. Several people complained of \"cat-like noises' at night and a businessman on a fishing trip saw the puma up a tree. The experts were now fully convinced that the animal was a puma, but where had it come from? As no pumas had been reported missing from any zoo in the country, this one must have been in the possession of a private collector and somehow managed to escape. The hunt went on for several weeks, but the puma was not caught. It is disturbing to think that a dangerous wild animal is still at large in the quiet countryside.","textCustomTranslate":"美洲狮是一种体形似猫的大动物，产于美洲。\n当伦敦动物园接到报告说，在伦敦以南45英里处发现一只美洲狮时，这些报告并没有受到重视。\n可是，随着证据越来 越多，动物园的专家们感到有必要进行一番调查，因为凡是声称见到过美洲狮的人们所描述的情况竟是出奇地相似。\n\n搜寻美洲狮的工作是从一座小村庄开始的。那里的一位妇女在采摘黑莓时的看见“一只大猫”，离她仅5码远，\n她刚看见它，它就立刻逃走了。专家证实，美洲狮非 被逼得走投无路，是决不会伤人的。\n事实上搜寻工作很困难，因为常常是早晨在甲地发现那只美洲狮，晚上却在20英里外的乙地发现它的踪迹。\n无论它走哪儿，一 路上总会留下一串死鹿及死兔子之类的小动物，\n在许多地方看见爪印，灌木丛中发现了粘在上面的美洲狮毛。\n有人抱怨说夜里听见“像猫一样的叫声”；一位商人去 钓鱼，看见那只美洲狮在树上。\n专家们如今已经完全肯定那只动物就是美洲狮，但它是从哪儿来的呢？\n由于全国动物园没有一家报告丢了美洲狮，因此那只美洲狮一 定是某位私人收藏豢养的，不知怎么设法逃出来了。\n搜寻工作进行了好几个星期，但始终未能逮住那只美洲狮。\n想到在宁静的乡村里有一头危险的野兽继续逍遥流 窜，真令人担心。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"8OoH1m","title":"Thirteen equals one","titleTranslate":"十三等于一","text":"Our vicar is always raising money for one cause or another, but he has never managed to get enough money to have the church clock repaired. The big clock which used to strike the hours day and night was damaged many years ago and has been silent ever since. \nOne night, however, our vicar woke up with a start the clock was striking the hours! Looking at his watch, he saw that it was one o'clock, but the bell struck thirteen times before it stopped. Armed with a torch, the vicar went up into the clock tower to see what was going on. In the torchlight, he caught sight of a figure whom he immediately recognized as Bill Wilkins, our local grocer. \n'Whatever are you doing up here Bill?' asked the vicar in surprise. \n'I'm trying to repair the bell,' answered Bill. 'I've been coming up here night after night for weeks now. You see, I was hoping to give you a surprise.'\n'You certainly did give me a surprise!' said the vicar. 'You've probably woken up everyone in the village as well. Still, placeholderI'm glad the bell is working again.' \nThat's the trouble, vicar,' answered Bill. 'It's working all right, but I'm afraid that at one o'clock it will strike thirteen times and there's nothing I can do about it.\"\nWe'll get used to that, Bill,' said the vicar. \"Thirteen is not as good as one, but it's better than nothing. Now let's go downstairs and have a cup of tea.'","textCustomTranslate":"我们教区的牧师总是为各种各样的事筹集资金。但始终未能筹足资金把教堂的钟修好。\n教堂的钟很大，以前不分昼夜打点报时，但很多年前遭到毁坏，从此便无声无息了。\n \n一天夜里，我们的牧师突然被惊醒了，大钟又在“打点”报时了！\n他一看表，才1点钟，可是那钟一边敲了13下才停。\n牧师拿着一支电筒走上钟楼想去看看究竟发 生了什么事情。\n借着电筒光。他看见一个人，马上认出那是本地杂货店主经比尔.威尔金斯。\n \n“你究竟在这上面干什么，比尔？”牧师惊讶地问。\n \n“我想把这口钟修好，”比尔回答说。\n“好几个星期了，我天天夜里到钟楼上来。嗯，我是想让你大吃一惊。”\n\n\n “你确实使我大吃了一惊！”牧师说，\n“也许同时你把村里所有的人都吵醒了。不过，钟又能报时了，我还是很高兴的。”\n\n\n “问题就在这里，牧师，”比尔回答说。\n“不错，钟能报时了，但是，恐怕每到1点钟，它总要敲13下，对此我已无能为力了。”\n\n “大家慢慢就习惯了，比尔，”牧师说。\n“13下是不如1下好，但总比1下也不敲强。来，咱们下楼去喝杯茶吧。”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"5S91Ym","title":"An unknown goddess","titleTranslate":"无名女神","text":"Some time ago, and interesting discovery was made by archaeologists on the Aegean island of Kea. An American team explored a temple which stands in an ancient city on the promontory of Ayia Irini. The city at one time must have been prosperous, for it enjoyed a high level of civilization. Houses -- often three storeys high -- were built of stone. They had large rooms with beautifully decorated walls. The city was equipped with a drainage system, for a great many clay pipes were found beneath the narrow streets.\nThe temple which the archaeologists explored was used as a place of worship from the fifteenth century B.C. until Roman times. In the most sacred room of temple, clay fragments of fifteen statues were found. Each of these represented a goddess and had, at one time, been painted. The body of one statue was found among remains dating from the fifteenth century B.C. It's missing head happened to be among remains of the fifth century B.C. This head must have been found in Classical times and carefully preserved. It was very old and precious even then. When the archaeologists reconstructed the fragments, they were amazed to find that the goddess turned out to be a very modern-looking woman. She stood three feet high and her hands rested on her hips. She was wearing a full-length skirt which swept the ground. Despite her great age, she was very graceful indeed, but, so far, the archaeologists have been unable to discover her identity.","textCustomTranslate":"不久之前，在爱琴海的基亚岛上，考古工作者有一项有趣的发现。\n一个美国考古队在阿伊亚.依里尼海角的一座古城里考察了一座庙宇。\n这座古城肯定一度很繁荣， 因为它曾享有高度的文明，房子一般有3层楼高，用石块修建。\n里面房间很大，墙壁装饰华丽。\n城里甚至还敷设了排水系统，因为在狭窄的街道底下发现了许许多多 陶土制作的排水管道。\n \n考古工作者考察的这座庙宇从公元前15世纪直到罗马时代一直是祭祀祈祷的场所。\n在庙中最神圣的一间殿堂里发现了15尊陶雕像的碎片。\n每一尊雕像代表一位女 神，而且一度上过色。\n其中有一尊雕像，她的躯体是在公元前15世纪的历史文物中发现的，而她那身异处的脑袋却碰巧是在公元前5世纪的文物中找到的。\n她的脑 袋一定是在古希腊罗马时代就为人所发现，并受到精心的保护。\n却使在当时，它也属历史悠久的珍奇之物。\n考古工作者把这些碎片重新拼装起来后，惊奇地发现那位 女神原来是一位相貌十分摩登的女郎。\n她身高3英尺，双手叉腰。\n身穿一条拖地长裙，尽管上了年纪，但体态确实优美。\n不过，考古工作者至今未能确定这位女神的 身份。","textNetworkTranslate":"不久前，考古学家在爱琴海的基亚岛上发现了一个有趣的发现。\n一个美国团队探索了一座矗立在Ayia Irini海角古城中的寺庙。\n这座城市一定曾经繁荣过，因为它拥有高度的文明水平。\n房子通常有三层楼高，是用石头建造的。\n他们的房间很大，墙壁装饰得很漂亮。\n这座城市配备了排水系统，因为在狭窄的街道下发现了许多粘土管道。\n\n从公元前15世纪到罗马时代，考古学家探索的这座寺庙一直被用作礼拜场所。\n在寺庙最神圣的房间里，发现了十五尊雕像的粘土碎片。\n每一个都代表着一位女神，并且曾经被画过。\n在公元前15世纪的遗骸中发现了一尊雕像的尸体。它丢失的头部恰好在公元前5世纪的遗迹中。这个头部一定是在古典时代发现的，并被精心保存。\n即使在那时，它也是非常古老和珍贵的。\n当考古学家重建这些碎片时，他们惊讶地发现女神原来是一个非常现代的女人。\n她站在三英尺高的地方，双手叉腰。\n她穿着一条拖地长裙。\n尽管她年事已高，但她确实非常优雅，但到目前为止，考古学家还无法发现她的身份。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"}]