[{"title":"A private conversation!","titleTranslate":"私人谈话！","text":"Last week I went to the theatre. I had a very good seat. The play was very interesting. I did not enjoy it. A young man and a young woman were sitting behind me. They were talking loudly. I got very angry. I could not hear the actors. I turned round. I looked at the man and the woman angrily. They did not pay any attention. In the end, I could not bear it. I turned round again. 'I can't hear a word!' I said angrily.\n    'It's none of your business,' the young man said rudely. 'This is a private conversation!'","textCustomTranslate":"上星期我去看戏。\n我的座位很好，\n戏很有意思，\n但我却无法欣赏。\n一青年男子与一青年女子坐在我的身后，\n大声地说着话。\n我非常生气，\n因为我听不见演员在说什么。\n我回过头去\n怒视着那一男一女，\n他们却毫不理会。\n最后，我忍不住了，\n又一次回过头去，\n生气地说：“我一个字也听不见了！”\n\n“不关你的事，”那男的毫不客气地说，\n“这是私人间的谈话！”","textNetworkTranslate":"","newWords":[],"textCustomTranslateIsFormat":true,"useTranslateType":"custom","id":"HmlGhw"},{"title":"Breakfast or lunch?","titleTranslate":"早餐还是午餐？","text":"It was Sunday. I never get up early on Sundays. I sometimes stay in bed until lunchtime. Last Sunday I got up very late. I looked out of the window. It was dark outside. 'What a day!' I thought. 'It's raining again.' Just then, the telephone rang. It was my aunt Lucy. 'I've just arrived by train,' she said. 'I'm coming to see you.'\n    'But I'm still having breakfast,' I said.\n    'What are you doing?' she asked.\n    'I'm having breakfast,' I repeated.\n    'Dear me,' she said. 'Do you always get up so late? It's one o'clock!'","textCustomTranslate":"那是个星期天，\n而在星期天我是从来不早起的，\n有时我要一直躺到吃午饭的时候。\n上个星期天，我起得很晚。\n我望望窗外，外面一片昏暗。\n“鬼天气！”\n我想，“又下雨了。”\n正在这时，电话铃响了。\n是我姑母露西打来的。\n“我刚下火车，”她说，\n“我这就来看你。”\n\n“但我还在吃早饭，”我说。\n\n“你在干什么？”她问道。\n\n“我正在吃早饭，”我又说了一遍。\n\n“天啊，”她说，\n“你总是起得这么晚吗？","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"1ao0Qx"},{"title":"Please send me a card","titleTranslate":"请给我寄一张明信片","text":"Postcards always spoil my holidays. Last summer, I went to Italy. I visited museums and sat in public gardens. A friendly waiter taught me a few words of Italian. Then he lent me a book. I read a few lines, but I did not understand a word. Everyday I thought about postcards. My holidays passed quickly, but I did not send cards to my friends. On the last day I made a big decision. I got up early and bought thirty-seven cards. I spent the whole day in my room, but I did not write a single card!","textCustomTranslate":"明信片总搅得我假日不得安宁。\n去年夏天，我去了意大利。\n我参观了博物馆，还去了公园。\n一位好客的服务员教了我几句意大利语，\n之后还借给我一本书。\n我读了几行，但一个字也不懂。\n我每天都想着明信片的事。\n假期过得真快，可我还没有给我的朋友们寄过一张明信片。\n到了最后一天，我作出了一项重大决定。\n我早早起了床，买来了37张明信片。\n我在房间里关了整整一天。\n然而竟连一张明信片也没写成！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"x1VwGU"},{"title":"An exciting trip","titleTranslate":"激动人心的旅行","text":"I have just received a letter from my brother, Tim. He is in Australia. He has been there for six months. Tim is an engineer. He is working for a big firm and he has already visited a great number of different places in Australia. He has just bought an Australian car and has gone to Alice springs, a small town in the centre of Australia. He will soon visit Darwin. From there, he will fly to Perth. My brother has never been abroad before, so he is fending this trip very exciting.","textCustomTranslate":"我刚刚收到弟弟蒂姆的来信，\n他正在澳大利亚。\n他在那儿已经住了6个月了。\n蒂姆是个工程师，\n正在一家大公司工作，并且已经去过澳大利亚的不少地方了。\n他刚买了一辆澳大利亚小汽车，现在去了澳大利亚中部的小镇艾利斯斯普林斯。\n他不久还将到达达尔文去，\n从那里，他再飞往珀斯。\n我弟弟以前从未出过国，因此，他觉得这次旅行非常激动人心。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"NLkM7v"},{"title":"No wrong numbers","titleTranslate":"无错号之虞","text":"Mr.James Scott has a garage in Silbury and now he has just bought another garage in Pinhurst. Pinhurst is only five miles from Silbury, but Mr. Scott cannot get a telephone for his new garage, so he has just bought twelve pigeons. Yesterday, a pigeon carried the first message from Pinhurst to Silbury. The bird covered the distance in three minutes. Up to now, Mr.Scott has sent a great many requests for spare parts and other urgent messages from one garage to the other. In this way, he has begun his own private 'telephone' service.","textCustomTranslate":"詹姆斯.斯科特先生在锡尔伯里有一个汽车修理部，现在他刚在平赫斯特买了另一个汽车修理部。\n平赫特离锡尔伯里只有5英里，但詹姆斯.斯科特先生未能为他新的汽车修理部搞到一部电话机，所以他买了只鸽子。\n昨天，一只鸽子把第一封信从平赫特带到锡尔伯里。\n这只鸟只用了3分钟就飞完了全程。\n到目前为止，斯科特先生从一个汽车修理部向另一个发送了大量索取备件的信件和其他紧急函件。\n就这样，他开始自己的私人“电话”业务。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"U2Tw-Q"},{"title":"Percy Buttons","titleTranslate":"珀西.巴顿斯","text":"I have just moved to a house in Bridge Street. Yesterday a beggar knocked at my door. He asked me for a meal and a glass of beer. In return for this, the beggar stood on his head and sang songs. I gave him a meal. He ate the food and drank the beer. Then he put a piece of cheese in his pocket and went away. Later a neighbour told me about him. Everybody knows him. His name is Percy Buttons. He calls at every house in the street once a month and always asks for a meal and a glass of beer.","textCustomTranslate":"我刚刚搬进了大桥街的一所房子。\n昨天一个乞丐来敲我的门，\n问我要一顿饭和一杯啤酒。\n作为回报，那乞丐头顶地倒立起来，嘴里还唱着歌。\n我给了他一顿饭。\n他把食物吃完，又喝了酒。\n然后把一块乳酪装进衣袋里走了。\n后来，一位邻居告诉了我他的情况。\n大家都认识他，\n他叫珀西.巴顿斯。\n他每月对这条街上的每户人家光顾一次，总是请求给他一顿饭和一杯啤酒。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"k8Atn2"},{"title":"Too late","titleTranslate":"为时太晚","text":"The plane was late and detectives were waiting at the airport all morning. They were expecting a valuable parcel of diamonds from South Africa. A few hours earlier, someone had told the police that thieves would try to steal the diamonds. When the plane arrived, some of the detectives were waiting inside the main building while others were waiting on the airfield. Two men took the parcel off the plane and carried it into the Customs House. While two detectives were keeping guard at the door, two others opened the parcel. To their surprise, the precious parcel was full of stones and sand!","textCustomTranslate":"飞机误点了，侦探们在机场等了整整一上午。\n他们正期待从南非来的一个装着钻石的贵重包裹。\n数小时以前，有人向警方报告，说有人企图偷走这些钻石。\n当飞机到达时，一些侦探等候在主楼内，另一些侦探则守候在停机坪上。\n有两个人把包裹拿下飞机，进了海关。\n这时两个侦探把住门口，另外两个侦探打开了包裹。\n令他们吃惊的是，那珍贵的包裹里面装的全是石头和沙子！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"F1K8OH"},{"title":"The best and the worst","titleTranslate":"最好的和最差的","text":"Joe Sanders has the most beautiful garden in our town. Nearly everybody enters for 'The Nicest Garden Competition' each year, but Joe wins every time. Bill Frith's garden is larger than Joe's. Bill works harder than Joe and grows more flowers and vegetables, but Joe's garden is more interesting. He has made neat paths and has built a wooden bridge over a pool. I like gardens too, but I do not like hard work. Every year I enter for the garden competition too, and I always win a little prize for the worst garden in the town!","textCustomTranslate":"乔.桑德斯拥有我们镇上最漂亮的花园。\n几乎每个人都参加每年举办的“最佳花园竞赛”，而每次都是乔获胜。\n比尔.弗里斯的花园比乔的花园大，\n他比乔也更为勤奋，种植的花卉和蔬菜也更多，但乔的花园更富有情趣。\n他修筑了一条条整洁的小路，并在一个池塘上架了一座小木桥。\n我也喜欢花园，但我却不愿意辛勤劳动。\n每年的花园竞赛我也参加，但总因是镇上最劣的花园而获得一个小奖！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"eItWoj"},{"title":"A cold welcome","titleTranslate":"冷遇","text":"On Wednesday evening, we went to the Town Hall. It was the last day of the year and a large crowd of people had gathered under the Town Hall clock. It would strike twelve in twenty minutes' time. Fifteen minutes passed and then, at five to twelve, the clock stopped. The big minute hand did not move. We waited and waited, but nothing happened. Suddenly someone shouted. 'It's two minutes past twelve! The clock has stopped!' I looked at my watch. It was true. The big clock refused to welcome the New Year. At that moment, everybody began to laugh and sing.","textCustomTranslate":"星期三的晚上，我们去了市政厅。\n 那是一年的最后一天，一大群人聚集在市政厅的大钟下面。\n再过20分钟，大钟将敲响12下。\n15分钟过去了，而就在11点55分时，大钟停了。\n那根巨大的分针不动了。\n 我们等啊等啊，可情况没有变化。\n突然有人喊道：“已经12点零2分了！\n那钟已经停了！”\n我看了一下我的手表，\n果真如此。\n那座大钟不愿意迎接新年。\n此时，大家已经笑了起来，同时唱起了歌。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"useTranslateType":"custom","newWords":[],"id":"RA-_ya"},{"id":"kemDse","title":"Not for jazz","titleTranslate":"不适于演奏爵士乐","text":"We have an old musical instrument. It is called a clavichord. It was made in Germany in 1681. Our clavichord is kept in the living room. It has belonged to our family for a long time. The instrument was bought by my grandfather many years ago. Recently it was damaged by a visitor. She tried to play jazz on it! She struck the keys too hard and two of the strings were broken. My father was shocked. Now we are not allowed to touch it. It is being repaired by a friend of my fathers.","textCustomTranslate":"","textNetworkTranslate":"我们有一件旧乐器。\n它被称为古钢琴。\n它于1681年在德国制造。\n我们的古钢琴放在客厅里。\n它属于我们家已经很久了。\n这乐器是我爷爷多年前买的。\n最近它被一位游客损坏了。\n她试着在上面演奏爵士乐！\n她用力敲击琴键，导致两根琴弦断裂。\n我父亲很震惊。\n现在我们不能碰它。\n我父亲的一个朋友正在修理它。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"DxbLWs","title":"One good turn deserves another","titleTranslate":"礼尚往来","text":"I was having dinner at a restaurant when Tony Steele came in. Tony worked in a lawyer's office years ago, but he is now working at a bank. He gets a good salary, but he always borrows money from his friends and never pays it back. Tony saw me and came and sat at the same table. He has never borrowed money from me. While he was eating, I asked him to lend me twenty pounds. To my surprise, he gave me the money immediately. I have never borrowed any money from you, Tony said, so now you can pay for my dinner!","textCustomTranslate":"","textNetworkTranslate":"托尼·斯蒂尔进来的时候，我正在一家餐馆吃晚饭。\n托尼几年前在律师事务所工作，但现在在一家银行工作。\n他薪水不错，但他总是向朋友借钱，从不还。\n托尼看到了我，走了过来，坐在同一张桌子旁。\n他从来没有向我借钱。\n他吃饭的时候，我请他借我二十英镑。\n令我惊讶的是，他立即把钱给了我。\n“我从来没有向你借过钱，”托尼说，“所以现在你可以支付我的晚餐了！”！","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"D_fWgW","title":"Goodbye and good luck","titleTranslate":"再见, 一路顺风","text":"Our neighbour, Captain Charles Alison, will sail from Portsmouth tomorrow. Well meet him at the harbour early in the morning. He will be in his small boat, Topsail. Topsail is a famous little boat. It has sailed across the Atlantic many times. Captain Alison will set out at eight oclock, so well have plenty of time. Well see his boat and then well say goodbye to him. He will be away for two months. We are very proud of him. He will take part in an important race across the Atlantic.","textCustomTranslate":"","textNetworkTranslate":"我们的邻居查尔斯·阿利森船长明天将从朴茨茅斯启航。\n我们一大早在港口接他。\n他将乘坐他的小船托普赛尔号。\n托普赛尔号是一艘著名的小船。\n它已经多次横渡大西洋。\n艾莉森船长八点钟出发，所以我们有充足的时间。\n我们看看他的船，然后和他说再见。\n他将离开两个月。\n我们为他感到骄傲。\n他将参加一场横渡大西洋的重要比赛。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"u2anxT","title":"The Greenwood Boys","titleTranslate":"绿林少年","text":"The Greenwood Boys are a group of pop singers. At present, they are visiting all parts of the country. They will be arriving here tomorrow. They will be coming by train and most of the young people in the town will be meeting them at the station. Tomorrow evening they will be singing at the Workers Club. The Greenwood Boys will be staying for five days. During this time, they will give five performances. As usual, the police will have a difficult time. They will be trying to keep order. It is always the same on these occasions.","textCustomTranslate":"","textNetworkTranslate":"格林伍德男孩是一群流行歌手。\n目前，他们正在访问全国各地。\n他们明天将到达这里。\n他们将乘火车来，镇上的大多数年轻人将在车站迎接他们。\n明晚他们将在工人俱乐部唱歌。\n格林伍德男孩将在这里呆五天。\n在此期间，他们将进行五场演出。\n和往常一样，警察会遇到困难。\n他们将努力维持秩序。\n在这些场合总是一样。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"iD9wWE","title":"Do you speak English?","titleTranslate":"你会讲英语吗？","text":"I had an amusing experience last year. After I had left a small village in the south of France, I drove on to the next town. On the way, a young man waved to me. I stopped and he asked me for a lift. As soon as he had got into the car, I said good morning to him in French and he replied in the same language. Apart from a few words, I do not know any French at all. Neither of us spoke during the journey. I had nearly reached the town, when the young man suddenly said, very slowly, \"Do you speak English? As I soon learnt, he was English himself!","textCustomTranslate":"","textNetworkTranslate":"去年我有一次有趣的经历。\n离开法国南部的一个小村庄后，我驱车前往下一个城镇。\n在路上，一个年轻人向我挥手。\n我停下来，他让我搭便车。\n他一上车，我就用法语和他说早上好，他也用同样的语言回答。\n除了几个字，我一点法语都不懂。\n旅途中我们俩都没说话。\n我快到城里的时候，年轻人突然很慢地说：“你会说英语吗？\n我很快就知道了，他自己就是英国人！","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"w4ytao","title":"Good news","titleTranslate":"佳音","text":"The secretary told me that Mr. Harmsworth would see me. I felt very nervous when I went into his office. He did not look up from his desk when I entered. After I had sat down, he said that business was very bad. He told me that the firm could not afford to pay such large salaries. Twenty people had already left. I knew that my turn had come.\nMr.Harmsworth, I said in a weak voice.\nDon't interrupt, he said.\nThen he smiled and told me I would receive an extra thousand pounds a year!","textCustomTranslate":"秘书告诉我说哈姆斯沃斯先生要见我。\r\n我走进他的办公室，感到非常紧张。\r\n我进去的时候，他连头也没抬。\r\n待我坐下后，他说生意非常不景气。\r\n他还告诉我，公司支付不起这么庞大的工资开支，\r\n有20个人已经离去。\r\n我知道这次该轮到我了。\r\n\r\n“哈姆斯沃斯先生，”我无力地说。\r\n\r\n“不要打断我的话，”他说。\r\n\r\n然后他微笑了一下告诉我说，我每年将得到1,000 英镑的额外收入。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"xRtmjP","title":"A polite request","titleTranslate":"彬彬有礼的要求","text":"If you park your car in the wrong place, a traffic policeman will soon find it. You will be very lucky if he lets you go without a ticket. However, this does not always happen. Traffic police are sometimes very polite. During a holiday in Sweden, I found this note on my car: sir, we welcome you to our city. This is a \"No Parking\" area. You will enjoy your stay here if you pay attention to our street signs. This note is only a reminder. If you receive a request like this, you cannot fail to obey it!","textCustomTranslate":"一旦你把汽车停错了地方，交通警很快就会发现。\n如果他没给你罚单就放你走了，算你走运。\n然而，情况并不都是这样，\n交通警有时也很客气。\n有一次在瑞典度假，我发现我的车上有这样一个字条：“先生，欢迎您光临我们的城市。\n此处是‘禁止停车’区。\n如果您对我们街上的标牌稍加注意，您在此会过得很愉快的。\n谨此提请注意。\n如果你收到这样的恳求，你是不会不遵照执行的！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"Re_Cu3","title":"Always young","titleTranslate":"青春常驻","text":"My aunt Jennifer is an actress. She must be at least thirty-five years old. In spite of this, she often appears on the stage as a young girl. Jennifer will have to take part in a new play soon. This time, she will be a girl of seventeen. In the play, she must appear in a bright red dress and long black stockings. Last year in another play, she had to wear short socks and a bright, orange-coloured dress. If anyone ever asks her how old she is, she always answers, ‘Darling, it must be terrible to be grown up!","textCustomTranslate":"我的姑姑詹妮弗是位演员，\n她至少也有35岁了。\n尽管如此，她却常在舞台上扮演小姑娘。\n詹妮弗很快又要参加一个新剧的演出。\n这一次，她将扮演一个17岁的少女。\n演出时她必须穿一条鲜红色的裙子和黑色的长筒袜。\n去年在演另一个剧时，她不得不穿短袜和一件鲜艳的橘红色的衣服。\n一旦有人问起她有多大年纪，她总是回答：“亲爱的，长成大人真可怕啊！”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"HA1xuj","title":"He often does this!","titleTranslate":"他经常干这种事！","text":"After I had had lunch at a village pub, I looked for my bag. I had left it on a chair beside the door and now it wasnt there! As I was looking for it, the landlord came in.\nDid you have a good meal?\" he asked.\nYes, thank you, I answered, but I cant pay the bill. I havent got my bag.\nThe landlord smiled and immediately went out. In a few minutes he returned with my bag and gave it back to me.\nIm very sorry, he said. My dog had taken it into the garden. He often does this!","textCustomTranslate":"我在一家乡村小酒店吃过午饭后，就找我的提包。\n我曾把它放在门边的椅子上，可这会儿不见了！\n当我正在寻找时，酒店老板走了进来。\n\n“您吃得好吗？” 他问。\n\n“很好，谢谢。”  我回答，但我付不了帐，\n我的提包没有了。”\n\n酒店老板笑了笑，马上走了出去。\n一会儿工夫他拿着我的提包回来了，把它还给了我。\n\n“实在抱歉，”他说，\n“我的狗把它弄到花园里去了，\n他常干这种事！”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"fRow_v","title":"Sold out","titleTranslate":"票已售完","text":"'The play may begin at any moment,' I said.\n\n'It may have begun already,' Susan answered.\n\nI hurried to the ticket office. 'May I have two tickets please?' I asked.\n\n'I'm sorry, we've sold out,' the girl said.\n\n'What a pity!' Susan exclaimed.\n\nJust then, a man hurried to the ticket office.\n\n'Can I return these two tickets?' he asked.\n\n'Certainly,' the girl said.\n\nI went back to the ticket office at once.\n\n'Could I have those two tickets please?' I asked.\n\n'Certainly,' the girl said, 'but they're for next Wednesday's performance. Do you still want them?'\n\n'I might as well have them,' I said sadly.","textCustomTranslate":"“剧马上就要开演了，”我说。\n\n“也许已经开演了呢，”苏珊回答说。\n\n我匆匆赶到售票处，\n问：“我可以买两张票吗？”\n\n“对不起，票已售完。”那位姑娘说。\n\n“真可惜！”苏珊大声说。\n\n正在这时，一个男子匆匆奔向售票处。\n\n“我可以退掉这两张票吗？”他问。\n\n“当然可以，”那姑娘说。\n\n我马上又回到售票处。\n\n“我可以买那两张票吗？”我问。\n\n“当然可以，不过这两张票是下星期三的，您是否还要呢？”\n\n\n“我还是买下的好，”我垂头丧气地说。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"KKK8Wt","title":"One man in a boat","titleTranslate":"独坐孤舟","text":"Fishing is my favourite sport. I often fish for hours without catching anything. But this does not worry me. Some fishermen are unlucky. Instead of catching fish, they catch old boots and rubbish. I am even less lucky. I never catch anything -- not even old boots. After having spent whole mornings on the river, I always go home with an empty bag. You must give up fishing! my friends say. Its a waste of time. But they dont realize one important thing. Im not really interested in fishing. I am only interested in sitting in a boat and doing nothing at all!","textCustomTranslate":"钓鱼是我特别喜爱的一项运动。\n我经常一钓数小时却一无所获，\n但我从不为此烦恼。\n有些垂钓者就是不走运，\n他们往往鱼钓不到，却钓上来些旧靴子和垃圾。\n我的运气甚至还不及他们。\n我什么东西也未钓到过 -- 就连旧靴子也没有。\n我总是在河上呆上整整一上午，然后空着袋子回家。\n“你可别再钓鱼了！”\n我的朋友们说，\n“这是浪费时间。”\n然而他们没有认识到重要的一点，\n我并不是真的对钓鱼有兴趣，\n我感兴趣的只是独坐孤舟，无所事事！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"4dUIAd","title":"Mad or not?","titleTranslate":"是不是疯了","text":"Aeroplanes are slowly driving me mad. I live near an airport and passing planes can be heard night and day. The airport was built years ago, but for some reason it could not be used then. Last year, however, it came into use. Over a hundred people must have been driven away from their homes by the noise. I am one of the few people left. Sometimes I think this house will be knocked down by a passing plane. I have been offered a large sum of money to go away, but I am determined to stay here. Everybody says I must be mad and they are probably right.","textCustomTranslate":"飞机正在逐渐把我逼疯。\n我住在一个机场附近，过往飞机日夜不绝于耳。\n机场是许多年前建的，但由于某种原因当时未能启用。\n然而去年机场开始使用了。\n有100多人肯定是被噪音逼得已经弃家远去，\n我是少数留下来的人中的一个。\n有时我觉得这房子就要被一架飞过的飞机撞倒。\n他们曾向我提供一大笔钱让我搬走，但我决定留在这儿。\n大家都说我肯定是疯了，也许他们说的是对的。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"OZ2pV9","title":"A glass envelope","titleTranslate":"玻璃信封","text":"My daughter, Jane, never dreamed of receiving a letter from a girl of her own age in Holland. Last year, we were travelling across the Channel and Jane put a piece of paper with her name and address on it into a bottle. She threw the bottle into the sea. She never thought of it again, but ten months later, she received a letter from a girl in Holland. Both girls write to each other regularly now. However, they have decided to use the post office. Letters will cost a little more, but they will certainly travel faster.","textCustomTranslate":"我的女儿简从未想过会接到荷兰一位同龄姑娘的来信。\n去年，当我们横渡英吉利海峡时，简把写有她姓名和住址的一张纸条装进了一只瓶子，\n又将瓶子扔进了大海。\n此后她就再没去想那只瓶子。但10个月以后，她收到了荷兰一位姑娘的来信。\n现在这两位姑娘定期通信了。\n然而她们还是决定利用邮局。\n这样会稍微多花点钱，但肯定是快得多了。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"bmcYhE","title":"A new house","titleTranslate":"新居","text":"I had a letter from my sister yesterday. She lives in Nigeria. In her letter, she said that she would come to England next year. If she comes, she will get a surprise. We are now living in a beautiful new house in the country. Work on it had begun before my sister left. The house was completed five months ago. In my letter, I told her that she could stay with us. The house has many large rooms and there is a lovely garden. It is a very modern house, so it looks strange to some people. It must be the only modern house in the district.","textCustomTranslate":"昨天我收到了姐姐的一封信，\n她住在尼日利亚。\n在信中她说她明年将到英国来。\n如果她来了，她会感到非常惊奇了。\n我们现在住在乡间的一栋漂亮的新住宅里。\n这栋房子在我姐姐离开之前就已动工了，\n是在5个月以前竣工的。\n我在信中告诉她，她可以和我们住在一起。\n这栋房子里有许多房间，还有一个漂亮的花园。\n它是一栋非常现代化的住宅，因此在有些人看来很古怪。\n它肯定是这个地区唯一的一栋现代化住宅。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"cD1704","title":"It could be worse","titleTranslate":"不幸中之万幸","text":"I entered the hotel managers office and sat down. I had just lost $50 and I felt very upset. I left the money in my room, I said, and its not there now. The manager was sympathetic, but he could do nothing. Everyones losing money these days, he said. He started to complain about this wicked world but was interrupted by a knock at the door. A girl came in and put an envelope on his desk. It contained $50. I found this outside this gentlemans room, she said. Well, I said to the manager, there is still some honesty in this world!","textCustomTranslate":"我走进饭店经理的办公室，坐了下来。\n我刚刚丢了50英镑，感到非常烦恼。\n“我把钱放在房间里，”我说，“可现在没有了。”\n经理深表同情，但却无能为力。\n“现在大家都在丢钱，”他说。\n他开始抱怨起这个邪恶的世道来，却被一阵敲门声打断了。\n一个姑娘走了进来，把一个信封放在了他桌上。\n它里面装着50英镑。\n“这是我在这位先生的房门外捡到的，”她说。\n“是啊，”我对那位经理说，“这世界上还是有诚实可言的！”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"6zEtRS","title":"Do the English speak English?","titleTranslate":"英国人讲的是英语吗？","text":"I arrived in London at last. The railway station was big, black and dark. I did not know the way to my hotel, so I asked a porter. I not only spoke English very carefully, but very clearly as well. The porter, however, could not understand me. I repeated my question several times and at last he understood. he answered me, but he spoke neither slowly nor clearly. I am a foreigner, I said. Then he spoke slowly, but I could not understand him. My teacher never spoke English like that! The porter and I looked at each other and smiled. Then he said something and I understood it. Youll soon learn English! he said. I wonder. In England, each person speaks a different language. The English understand each other, but I dont understand them! Do they speak English?","textCustomTranslate":"我终于到了伦敦。\n火车站很大，又黑又暗。\n我不知道去饭店的路该怎么走，于是向一个搬运工打听。\n我的英语讲得不但非常认真，而且咬字也非常清楚。\n然而搬运工却不明白我的话。\n我把问话重复了很多遍。他终于听懂了。\n他回答了，但他讲得既不慢也不清楚。\n“我是个外国人，”我说。\n于是他说得慢了，可我还是听不懂。\n我的老师从来不那样讲英语！\n我和搬运工相视一笑。\n接着，他说了点什么，这回我听懂了。\n“您会很快学会英语的！”\n他说。\n我感到奇怪。\n在英国，人们各自说着一种不同的语言。\n英国人之间相互听得懂，可我却不懂他们的话！\n他们说的是英语吗？","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"5n2yfU","title":"The best art critics","titleTranslate":"最佳艺术评论家","text":"I am an art student and I paint a lot of pictures. Many people pretend that they understand modern art. They always tell you what a picture is about. Of course, many pictures are not about anything. They are just pretty patterns. We like them in the same way that we like pretty curtain material. I think that young children often appreciate modern pictures better than anyone else. They notice more. My sister is only seven, but she always tells me whether my pictures are good or not. She came into my room yesterday.\n\nWhat are you doing? she asked.\n\nIm hanging this picture on the wall, I answered. Its a new one. Do you like it?\nShe looked at it critically for a moment. Its all right, she said, but isnt it upside down?\nI looked at it again. She was right! It was!","textCustomTranslate":"我是个学艺术的学生，画了很多画。\r\n有很多人装成很懂现代艺术的样子，\r\n总是告诉你一幅画的“意思”是什么。\r\n当然，有很多画是什么“意思”也没有的。\r\n它们就是些好看的图案，\r\n我们喜爱它们就像我们喜欢漂亮的窗帘布一样。\r\n我觉得小孩子们往往比任何人都更能欣赏现代绘画，\r\n他们观察到的东西更多。\r\n我的妹妹只有7岁，但她总能说出我的画是好还是坏。\r\n昨天她到我房里来了。\r\n\r\n“你在干什么呢?”\r\n她问。\r\n\r\n“我正把这幅画挂到墙上去。”我回答说，\r\n“这是幅新画，\r\n你喜欢吗?”\r\n\r\n她用挑剔的目光看了一会儿。\r\n“还可以吧。”她说，“不过，是不是挂倒了?”\r\n\r\n我再次看了看画。\r\n她说对了!\r\n是挂倒了!","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"WhfyAe","title":"A wet night","titleTranslate":"雨夜","text":"Late in the afternoon, the boys put up their tent in the middle of a field. As soon as this was done, they cooked a meal over an open fire. They were all hungry and the food smelled good. After a wonderful meal, they told stories and sang songs by the campfire. But some time later it began to rain. The boys felt tired so they put out the fire and crept into their tent. Their sleeping bags were warm and comfortable, so they all slept soundly. In the middle of the night, two boys woke up and began shouting. The tent was full of water! They all leapt out of their sleeping bags and hurried outside. It was raining heavily and they found that a stream had formed in the field. The stream wound its way across the field and then flowed right under their tent!","textCustomTranslate":"傍晚时分，孩子们在田野中央搭起了帐篷。\n这件事刚刚做完，他们就在篝火上烧起了饭。\n他们全都饿了，饭菜散发出阵阵香味。\n他们美美地吃了一顿饭后，就围在营火旁讲起了故事，唱起了歌。\n但过了一阵子。天下起雨来，\n孩子们感到累了，于是他们扑灭了火，爬进了帐篷。\n睡袋既暖和又舒服，所以，他们都睡得很香。\n午夜前后，有两个孩子醒了，大声叫了起来。\n原来帐篷里到处都是水！\n他们全都跳出睡袋，跑到外面。\n雨下得很大，他们发现地上已经形成了一条小溪。\n那小溪弯弯曲曲穿过田野，然后正好从他们的帐篷底下流过去。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"g4C3nS","title":"No parking","titleTranslate":"禁止停车","text":"Jasper White is one of those rare people who believes in ancient myths. he has just bought a new house in the city, but ever since he moved in, he has had trouble with cars and their owners. When he returns home at night, he always finds that someone has parked a car outside his gate. Because of this, he has not been able to get his own car into his garage even once. Jasper has put up No Parking signs outside his gate, but these have not had any effect. Now he has put an ugly stone head over the gate. It is one of the ugliest faces I have ever seen. I asked him what it was and he told me that it was Medusa, the Gorgon. jasper hopes that she will turn cars and their owners to stone. But none of them has been turned to stone yet!","textCustomTranslate":"贾斯珀.怀特是少有的相信古代神话的人之一。\n他刚在城里买下一所新房子，但自从搬进去后，就和汽车及车主们发生了磨擦。\n当他夜里回到家时，总是发现有人把车停在他家大门外。\n为此，他甚至一次也没能把自己的车开进车库。\n贾斯珀曾把几块“禁止停车”的牌子挂在大门外边，但没有任何效果。\n现在他把一个丑陋的石雕头像放在了大门上边，\n这是我见过的最丑陋的头像之一。\n我问他那是什么？他告诉我那是蛇发女怪美杜莎。\n贾斯珀希望她把汽车和车主们都变成石头。\n但到目前为止还没有一个变成石头呢！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"yrukKY","title":"Taxi!","titleTranslate":"出租汽车","text":"Captain Ben Fawcett has bought an unusual taxi and has begun a new service. The taxi is a small Swiss aeroplane called a Pilatus Porter. This wonderful plane can carry seven passengers. The most surprising thing about it, however, is that it can land anywhere: on snow, water, or even on a ploughed field. Captain Fawcetts first passenger was a doctor who flew from Birmingham to a lonely village in the Welsh mountains. Since then, Captain Fawcett has flown passengers to many unusual places. Once he landed on the roof of a block of flats and on another occasion, he landed in a deserted car park. Captain Fawcett has just refused a strange request from a businessman. The man wanted to fly to Rockall, a lonely island in the Atlantic Ocean, but Captain Fawcett did not take him because the trip was too dangerous.","textCustomTranslate":"本.弗西特机长买了一辆不同寻常的出租汽车，并开始了一项新的业务。\n这辆“出租汽车”是一架小型瑞士飞机，叫“皮勒特斯.波特“号。\n这架奇妙的飞机可以载7名乘客。\n然而，最令人惊奇的是它能够在任何地方降落：雪地上，水面上，甚至刚耕过的田里。\n弗西特机长的第一名乘客是位医生，他从伯明翰飞往威尔士山区一个偏僻的村庄。\n从那时开始，弗西特机长已经载送乘客到过许多不寻常的地方。\n一次，他把飞机降落在了一栋公寓楼的屋顶上；还有一次，降落在了一个废弃的停车场上。\n弗西特机长刚刚拒绝了一位商人的奇怪要求。\n这个人想要飞往大西洋上的一个孤岛 -- 罗卡尔岛，弗西特机长之所以不送他去，是因为那段飞行太危险了。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"EhqXID","title":"Football or polo?","titleTranslate":"足球还是水球？","text":"The Wayle is a small river that cuts across the park near my home. I like sitting by the Wayle on fine afternoons. It was warm last Sunday, so I went and sat on the river bank as usual. Some children were playing games on the bank and there were some people rowing on the river. Suddenly, one of the children kicked a ball very hard and it went towards a passing boat. Some people on the bank called out to the man in the boat, but he did not hear them. The ball struck him so hard that he nearly fell into the water. I turned to look at the children, but there werent any in sight: they had all run away! The man laughed when he realized what had happened. He called out to the children and threw the ball back to the bank.","textCustomTranslate":"威尔河是横穿过我家附近公园的一条小河。\n我喜欢在天气晴朗的下午到河边坐坐。\n上星期日天气很暖和。于是我和往常一样，又去河边坐着。\n河岸上有些孩子正在玩耍，河面上有些人正在划船。\n突然，一个孩子狠狠地踢了一脚球，球便向着一只划过来的小船飞去。\n岸上的一些人对着小船上的人高喊，但他没有听见。\n球重重地打在他身上，使他差点儿落入水中。\n我转过头去看那些孩子，但一个也不见，全都跑了！\n当那个人明白了发生的事情时，笑了起来。\n他大声叫着那些孩子，把球扔回到岸上。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"ST0c_B","title":"Success story","titleTranslate":"成功者的故事","text":"Yesterday afternoon Frank Hawkins was telling me about his experiences as a young man. Before he retired, Frank was the head of a very large business company, but as a boy he used to work in a small shop. It was his job to repair bicycles and at that time he used to work fourteen hours a day. He saved money for years and in 1958 he bought a small workshop of his own. In his twenties Frank used to make spare parts for aeroplanes. At that time he had two helpers. In a few years the small workshop had become a large factory which employed seven hundred and twenty-eight people. Frank smiled when he remembered his hard early years and the long road to success. He was still smiling when the door opened and his wife came in. She wanted him to repair their grandsons bicycle!","textCustomTranslate":"昨天下午弗兰克.霍金斯向我讲述了他年轻时的经历。\n在退休前，弗兰克是一家非常大的商业公司的经理，但他小时候却在一家小铺里做工。\n他那时的工作是修理自行车，并且通常是一天工作14个小时。\n他靠多年积蓄，于1958年买下了自己的一个小铺子。\n20多岁的时候，弗兰克曾生产飞机零配件。\n那时他有两个帮手。\n几年之后，小铺子已经发展成了一个雇有728人的大工厂。\n弗兰克回想着他早年的艰难经历和走过的漫长的成功之路，微笑了。\n他正笑着的时候门开了，他的妻子走了进来。\n她叫他去修理孙子的自行车。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"pOs2tN","title":"Shopping made easy","titleTranslate":"购物变得很方便","text":"People are not so honest as they once were. The temptation to steal is greater than ever before -- especially in large shops. A detective recently watched a well-dressed woman who always went into a large store on Monday mornings. One Monday, there were fewer people in the shop than usual when the woman came in, so it was easier for the detective to watch her. The woman first bought a few small articles. After a little time, she chose one of the most expensive dresses in the shop and handed it to an assistant who wrapped it up for her as quickly as possible. Then the woman simply took the parcel and walked out of the shop without paying. When she was arrested, the detective found out that the shop assistant was her daughter. The girl gave her mother a free dress once a week!","textCustomTranslate":"人们不再像以前那样诚实了。\n偷窃的诱惑力比以往任何时候都更强烈 -- 特别是在大的商店里。\n一名侦探最近注意上了一位穿着讲究的妇女，她总是在星期一上午进入一家大商场。\n有一个星期一，当这位妇女走进这家商场时，里面的人比往常少，因此，侦探比较容易监视她。\n这位妇女先是买了几样小商品。\n过了一会儿，她又选了商场里最昂贵的一件衣服，把它递给了售货员。那售货员以最快的速度为她包好了衣服。\n然后，那妇女拿过包就走出了商场，根本没有付钱。\n她被逮捕后。侦探发现原来那售货员是她的女儿。\n那姑娘每星期“送”她母亲一件免费的衣服！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"k2r-f7","title":"Out of the darkness","titleTranslate":"冲出黑暗","text":"Nearly a week passed before the girl was able to explain what had happened to her. One afternoon she set out from the coast in a small boat and was caught in a storm. Towards evening, the boat struck a rock and the girl jumped into the sea. Then she swam to the shore after spending the whole night in the water. During that time she covered a distance of eight miles. Early next morning, she saw a light ahead. She knew she was near the shore because the light was high up on the cliffs. On arriving at the shore, the girl struggled up the cliff towards the light she had seen. That was all she remembered. When she woke up a day later, she found herself in hospital.","textCustomTranslate":"几乎过了一个星期，那姑娘才能讲述自己的遭遇。\n一天下午，她乘小船从海岸出发，遇上了风暴。\n天将黑时，小船撞在了一块礁石上，姑娘跳进了海里。\n她在海里游了整整一夜才游到岸边。\n在那段时间里，她游了8英里。\n第二天凌晨，她看到前方有灯光，\n知道自己已经接近岸边了，因为那灯光是在高高的峭壁上。\n到达岸边后，姑娘朝着她看到的灯光方向挣扎着往峭壁上爬去。\n她所记得的就是这些。\n第二天她醒来时，发现自己躺在医院里。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"C2xYj2","title":"Quick work","titleTranslate":"破案“神速”","text":"Dan Robinson has been worried all week. Last Tuesday he received a letter from the local police. In the letter he was asked to call at the station. Dan wondered why he was wanted by the police, but he went to the station yesterday and now he is not worried anymore. At the station, he was told by a smiling policeman that his bicycle had been found. Five days ago, the policeman told him, the bicycle was picked up in a small village four hundred miles away. It is now being sent to his home by train. Dan was most surprised when he heard the news. He was amused too, because he never expected the bicycle to be found. It was stolen twenty years ago when Dan was a boy of fifteen!","textCustomTranslate":"丹.鲁宾逊焦虑了整整一个星期。\n上星期二他收到当地警察局的一封信，\n要他到警察局去一趟。\n丹奇怪警察为什么找他，但昨天还是去了，结果他一再担心了。\n在警察局里，一位面带笑容的警察告诉他，他的自行车找到了。\n那位警察对他说，那辆自行车是5天前在400英里外的一个小村里发现的，\n现在正用火车给他运回家来。\n丹听到这个消息后，惊奇万分，\n但又感到非常好笑，因为他从未指望那辆自行车还能找到。\n这是20年前丹还是一个15岁的孩子时被人偷走的！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"D8pOGb","title":"Stop thief!","titleTranslate":"捉贼！","text":"Roy Trenton used to drive a taxi. A short while ago, however, he became a bus driver and he has not regretted it. He is finding his new work far more exciting. When he was driving along Catford Street recently, he saw two thieves rush out of a shop and run towards a waiting car. One of them was carrying a bag full of money. Roy acted quickly and drove the bus straight at the thieves. The one with the money got such a fright that he dropped the bag. As the thieves were trying to get away in their car, Roy drove his bus into the back of it. While the battered car was moving away, Roy stopped his bus and telephoned the police. The thieves car was badly damaged and easy to recognize. Shortly afterwards, the police stopped the car and both men were arrested.","textCustomTranslate":"罗伊.特雷顿原是开出租汽车的，\n然而就在前不久，他开上了公共汽车，也并不为此而感到后悔。\n他发觉自己的新工作令人兴奋得多。\n最近，当他正开车在凯特福德街上行驶时，看到有两个小偷从一家商店里冲出来，奔向等在那里的一辆汽车，\n其中一个提着一只装满钞票的提包。\n罗伊行动迅速，开车直冲窃贼而去。\n拿钱的那个小偷吓得把提包都扔了。\n当那两个小偷企图乘车逃跑时，罗伊驾驶他的公共汽车撞在了那辆车的后尾上。\n当那辆被撞坏的车开走后，罗伊停下车，给警察挂了电话。\n小偷的车损坏严重，很容易辨认。\n没过多久，警察就截住了那辆车，两个小偷都被抓住了。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"78q16t","title":"Across the Channel","titleTranslate":"横渡海峡","text":"Debbie Hart is going to swim across the English Channel tomorrow. She is going to set out from the French coast at five oclock in the morning. Debbie is only eleven years old and she hopes to set up a new world record. She is a strong swimmer and many people feel that she is sure to succeed. Debbies father will set out with her in a small boat. Mr. Hart has trained his daughter for years. Tomorrow he will be watching her anxiously as she swims the long distance to England. Debbie intends to take short rests every two hours. She will have something to drink but she will not eat any solid food. Most of Debbies school friends will be waiting for her on the English coast. Among them will be Debbies mother, who swam the Channel herself when she was a girl.","textCustomTranslate":"黛比.哈特准备明天横渡英吉利海峡。\n她打算早上5点钟从法国海岸出发。\n黛比只有11岁，她希望创一项新的世界纪录。\n她是一个游泳能手，很多人认为她一定能成功。\n黛比的父亲将乘一条小船同她一道出发。\n哈特先生训练她的女儿已经多年了，\n明天他将焦急地注视着女儿游过这段漫长的距离到达英国。\n黛比计划每两小时休息一下。\n她将喝些饮料，但不吃固体食物。\n黛比的大部分同学将在英国海岸等候她。\n他们当中还会有黛比的母亲，她本人还是个姑娘时，也曾横渡过英吉利海峡！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"m_Bmai","title":"The Olympic Games","titleTranslate":"奥林匹克运动会","text":"The Olympic Games will be held in our country in four years time. As a great many people will be visiting the country, the government will be building new hotels, an immense stadium, and a new Olympic-standard swimming pool. They will also be building new roads and a special railway line. The Games will be held just outside the capital and the whole area will be called Olympic City. Workers will have completed the new roads by the end of this year. By the end of next year, they will have finished work on the new stadium. The fantastic modern buildings have been designed by Kurt Gunter. Everybody will be watching anxiously as the new buildings go up. We are all very excited and are looking forward to the Olympic Games because they have never been held before in this country.","textCustomTranslate":"4年以后，奥林匹克运动会将在我们国家举行。\n由于将有大批的人到我们国家来，所以政府准备建造一些新的饭店、一个大型体育场和一个新的奥运会标准游泳池。\n他们还将修筑一些新的道路和一条铁路专线。\n奥运会就在首都市郊举办，整个地区将被称作“奥林匹克城”。\n工人们将在今年年底前把新路铺好，\n到明年年底，他们将把新体育场建成。\n这些巨大的现代化建筑是由库尔特.冈特设计的。\n大家都将急切地注视着新建筑的建成。\n我们都非常激动，盼望着奥运会的到来，因为在这个国家里还从未举办过奥运会。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"MrGG_8","title":"Everything except the weather","titleTranslate":"唯独没有考虑到天气","text":"My old friend, Harrison, had lived in the Mediterranean for many years before he returned to England. He had often dreamed of retiring in England and had planned to settle down in the country. He had no sooner returned than he bought a house and went to live there. Almost immediately he began to complain about the weather, for even though it was still summer, it rained continually and it was often bitterly cold. After so many years of sunshine, Harrison got a shock. He acted as if he had never lived in England before. In the end, it was more than he could bear. He had hardly had time to settle down when he sold the house and left the country. The dream he had had for so many years ended there. Harrison had thought of everything except the weather.","textCustomTranslate":"我的老朋友哈里森在回到英国以前曾多年居住在地中海地区。\n过去他常幻想退休后到英国，并计划在乡间安顿下来。\n他刚一回到英国便买下了一幢房子住了进去。\n但紧接着他就开始抱怨那里的天气了。因为即使那时仍为夏季，但雨总是下个不停，而且常常冷得厉害。\n在阳光下生活了那么多年的哈里森对此感到惊奇。\n他的举动就好像他从未在英国生活过一样。\n最后，他再也忍受不住，\n还没等安顿下来就卖掉了房子，离开了这个国家。\n他多年来的幻想从此破灭。\n哈里森把每件事情都考虑到了，唯独没想到天气。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"Kc3UNI","title":"Am I all right?","titleTranslate":"我是否痊愈？","text":"While John Gilbert was in hospital, he asked his doctor to tell him whether his operation had been successful, but the doctor refused to do so. The following day, the patient asked for a bedside telephone. When he was alone, he telephoned the hospital exchange and asked for Doctor Millington. When the doctor answered the phone, Mr. Gilbert said he was inquiring about a certain patient, a Mr. John Gilbert. He asked if Mr. Gilberts operation had been successful and the doctor told him that it had been. He then asked when Mr. Gilbert would be allowed to go home and the doctor told him that he would have to stay in hosptial for another two weeks. Then Dr. Millington asked the caller if he was a relative of the patient. No, the patient answered, I am Mr. John Gilbert.","textCustomTranslate":"当约翰.吉尔伯特住院的时候，他问医生他的手术是否成功，但医生拒绝告诉他。\n第二天，这位病人要了一部床头电话。\n当房里只剩他一个人时，他挂通了医院的交换台，要求与米灵顿医生讲话。\n当这位医生接过电话时，吉尔伯特先生说他想询问一个病人的情况，是一位名叫约翰.吉尔伯特的先生。\n他问吉尔伯特先生的手术中否成功，医生告诉他手术很成功。\n然后他又问吉尔伯特先生什么时候可以回家，医生说他在医院还必须再住上两个星期。\n之后，米灵顿医生问打电话的人是否是病人的亲属。\n“不是，”病人回答说，“我就是约翰.吉尔伯特先生。”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"jX93q7","title":"Food and talk","titleTranslate":"进餐与交谈","text":"Last week at a dinner party, the hostess asked me to sit next to Mrs. Rumbold. Mrs. Rumbold was a large, unsmiling lady in a tight black dress. She did not even look up when I took my seat beside her. Her eyes were fixed on her plate and in a short time, she was busy eating. I tried to make conversation.\nA new play is coming to \"The Globe\" soon, I said. Will you be seeing it?\nNo, she answered.\nWill you be spending your holidays abroad this year? I asked.\nNo, she answered.\nWill you be staying in England? I asked.\nNo, she answered.\nIn despair, I asked her whether she was enjoying her dinner.\nYoung man, she answered, if you ate more and talked less, we would both enjoy our dinner!\"","textCustomTranslate":"在上星期的一次宴会上，女主人安排我坐在兰伯尔德夫人的身旁。\n兰伯尔德夫人是一位身材高大、表情严肃的女人，穿一件紧身的黑衣服。\n当我在她身旁坐下来的时候，她甚至连头都没有抬一下。\n她的眼睛盯着自己的盘子，不一会儿就忙着吃起来了。\n我试图找个话题和她聊聊。\n\n“一出新剧要来‘环球剧场’上演了，”我说，\n“您去看吗？”\n\n“不，”她回答。\n\n“您今年去国外度假吗？”\n我又问。\n\n“不，”她回答。\n\n“您就呆在英国吗？”\n我问。\n\n“不，”她回答。\n\n失望之中我问她饭是否吃得满意。\n\n“年轻人，”她回答说，“如果你多吃点，少说点，我们两个都会吃得好的！”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"dWA516","title":"Do you call that a hat?","titleTranslate":"你把那个叫帽子吗？","text":"Do you call that a hat? I said to my wife.\nYou neednt be so rude about it, my wife answered as she looked at herself in the mirror.\nI sat down on one of those modern chairs with holes in it and waited. We had been in the hat shop for half an hour and my wife was still in front of the mirror.\nWe mustnt buy things we dont need, I remarked suddenly. I regretted saying it almost at once.\nYou neednt have said that, my wife answered. I neednt remind you of that terrible tie you bought yesterday.\nI find it beautiful, I said. A man can never have too many ties.\nAnd a woman cant have too many hats, she answered.\nTen minutes later we walked out of the shop together. My wife was wearing a hat that looked like a lighthouse!","textCustomTranslate":"“你把那个叫帽子吗？”\n我对妻子说。\n\n“你说话没必要这样不客气，”我的妻子边回答边照着镜子。\n\n我坐在一个新式的满是网眼儿的椅子上，等待着。\n我们在这家帽店已经呆了半个小时了，而我的妻子仍在镜子面前。\n\n“我们不应该买我们不需要的东西，”我突然发表意见说，\n但马上又后悔说了这话。\n\n“你没必要这么说，”我妻子回答说，\n“我也不必提醒你昨天买的那条糟糕透了的领带。”\n\n“我觉得它好看，”我说，\n“男人有多少领带也不会嫌多。”\n\n“女人有多少帽子也不嫌多。” 她回答。\n\n10分钟以后，我们一道走出了商店。\n我妻子戴着一顶像灯塔一样的帽子。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"XrDkqH","title":"Not very musical","titleTranslate":"并非很懂音乐","text":"As we had had a long walk through one of the markets of old Delhi, we stopped at a square to have a rest. After a time, we noticed a snake charmer with two large baskets at the other side of the square, so we went to have a look at him. As soon as he saw us, he picked up a long pipe which was covered with coins and opened one of the baskets. When he began to play a tune, we had our first glimpse of the snake. It rose out of the basket and began to follow the movements of the pipe. We were very much surprised when the snake charmer suddenly began to play jazz and modern pop songs. The snake, however, continued to dance slowly. It obviously could not tell the difference between Indian music and jazz!","textCustomTranslate":"当我们穿过旧德里的市场时走了很长一段路，我们在一个广场上停下来休息。\n过了一会儿，我们注意到广场的那一边有一个带着两个大筐的耍蛇人，于是就走过去看看。\n他一见我们，就拿起了一个长长的上面镶有硬币的管乐器，并掀开了一个筐的盖子。\n当他开始吹奏一支曲子时，我们才第一次看到那条蛇。\n它从筐里探出身子，随着乐器的摆动而扭动。\n当耍蛇人突然又吹奏起爵士乐和现代流行乐曲时，我们感到非常惊奇。\n然而那蛇却还是缓慢地“舞动”着。\n显然，它分辨不出印度音乐和爵士乐！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"Z9irQx","title":"Over the South Pole","titleTranslate":"飞越南极","text":"In 1929, three years after his flight over the North Pole, the American explorer, R.E. Byrd, successfully flew over the South Pole for the first time. Though, at first, Byrd and his men were able to take a great many photographs of the mountains that lay below, they soon ran into serious trouble. At one point, it seemed certain that their plane would crash. It could only get over the mountains if it rose to 10,000 feet. Byrd at once ordered his men to throw out two heavy food sacks. The plane was then able to rise and it cleared the mountains by 400 feet. Byrd now knew that he would be able to reach the South Pole which was 300 miles away, for there were no more mountains in sight. The aircraft was able to fly over the endless white plains without difficulty.","textCustomTranslate":"美国探险家 R.E.伯德在飞越北极3年之后，于1929年第一次飞越了南极。\n虽然开始时伯德和他的助手们拍下了飞机下面连绵群山的大量照片，但他们很快就陷入了困境。\n在有个地方，飞机似乎肯定要坠毁了。\n只有在飞至10,000英尺的高度时，它才能飞过这些山头。\n伯德马上命令他的助手们把两个沉重的食物袋扔掉，\n于是飞机可以上升了，它在离山头400英尺的高度飞越了过去。\n伯德这时知道他能够顺利飞抵300英里以外的南极了，因为前面再没有山了。\n飞机可以毫无困难地飞过这片茫茫无际的白色原野！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"a_uSxN","title":"Through the forest","titleTranslate":"穿过森林","text":"Mrs. Anne Sterling did not think of the risk she was taking when she ran through a forest after two men. They had rushed up to her while she was having a picnic at the edge of a forest with her children and tried to steal her handbag. In the struggle, the strap broke and, with the bag in their possession, both men started running through the trees. Mrs. Sterling got so angry that she ran after them. She was soon out of breath, but she continued to run. When she caught up with them, she saw that they had sat down and were going through the contents of the bag, so she ran straight at them. The men got such a fright that they dropped the bag and ran away. The strap needs mending, said Mrs. Sterling later, but they did not steal anything.","textCustomTranslate":"安.斯特林夫人在穿过森林追赶两个男人时，她并没有考虑到所冒的风险。\n刚才，当她和孩子们正在森林边上野餐的时候，这两个人冲到她跟前，企图抢走她的手提包。\n在争抢中，手提包的带断了，包落入这两个人手里，他们拔腿跑进了树林。\n斯特林夫人非常气愤，向着他们追了过去。\n只追了一会儿便上气不接下气了，但她还是继续追赶。\n当她赶上他们时，发现他们已经坐了下来，正翻着包里的东西。于是她直冲过去。\n这两个人吓了一跳，扔下提包逃跑了。\n“这提包带需要修理，”斯特林夫人事后说道，“不过他们什么也没偷走。”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"O18euT","title":"A clear conscience","titleTranslate":"问心无愧","text":"The whole village soon learnt that a large sum of money had been lost. Sam Benton, the local butcher, had lost his wallet while taking his savings to the post office. Sam was sure that the wallet must have been found by one of the villagers, but it was not returned to him. Three months passed, and then one morning, Sam found his wallet outside his front door. It had been wrapped up in newspaper and it contained half the money he had lost, together with a note which said: A thief, yes, but only 50 per cent a thief! Two months later, some more money was sent to Sam with another note: Only 25 per cent a thief now! In time, all Sams money was paid back in this way. The last note said: I am 100 per cent honest now!","textCustomTranslate":"整个村子很快知道，有一大笔钱丢失了。\n当地的屠户萨姆.本顿在把存款送往邮局的途中把钱包丢了。\n萨姆确信那钱包一定是被某个村民捡到了，可是却不见有人来送还给他。\n3个月过去了，后来在一天早晨，萨姆在自己的大门外发现了他的钱包。\n钱包是用报纸包着的，里面有他丢失的钱的一半，而且还附着一张纸条，上面写着：“一个小偷，是的，但只是一个50%的小偷！”\n又过了两个月，又有一些钱送还给了萨姆，又附了一张字条：“这回只是25%的小偷了！”\n很快，萨姆全部的钱都用同样的方式还了回来。\n最后的那张字条上写道：“我现在是一个100%的诚实人了！”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"RZ-Cyy","title":"Expensive and uncomfortable","titleTranslate":"既昂贵又受罪","text":"When a plane from London arrived at Sydney airport, workers began to unload a number of wooden boxes which contained clothing. No one could account for the fact that one of the boxes was extremely heavy. It suddenly occurred to one of the workers to open up the box. He was astonished at what he found. A man was lying in the box on top of a pile of woolen goods. He was so surprised at being discovered that he did not even try to run away. After he was arrested, the man admitted hiding in the box before the plane left London. He had had a long and uncomfortable trip, for he had been confined to the wooden box for over eighteen hours. The man was ordered to pay $3,500 for the cost of the trip. The normal price of a ticket is $2,000!","textCustomTranslate":"当一架来自伦敦的飞机抵达悉尼机场时，工人们开始卸下装有服装的一批木箱。\n其中有只箱子特别重，可谁也弄不清是怎么回事。\n突然一个工人想到打开箱子看看。\n看到的情景使吃惊，\n箱内有一个人正躺在一堆毛织品之上。\n他由于被人发现而感到非常吃惊，甚至都没有企图逃跑。\n此人被逮捕后，承认他是在飞机离开伦敦前躲进箱里的。\n他经历了一次漫长而又难受的旅程，因为他在那木箱里闷了18个多小时。\n此人被责令交付旅费3,500英镑，\n而正常票价是2,000英镑！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"RGldlW","title":"A thirsty ghost","titleTranslate":"嗜酒的鬼魂","text":"A public house which was recently bought by Mr.Ian Thompson is up for sale. Mr.Thompson is going to sell it because it is haunted. He told me that he could not go to sleep one night because he heard a strange noise coming from the bar. The next morning, he found that the doors had been blocked by chairs and the furniture had been moved. Though Mr.Thompson had turned the lights off before he went to bed, they were on in the morning. He also said that he had found five empty whisky bottles which the ghost must have drunk the night before. When I suggested that some villagers must have come in for a free drink, Mr.Thompson shook his head. The villagers have told him that they will not accept the pub even if he gives it away.","textCustomTranslate":"伊恩.汤普森先生最近才买的一个小酒店现在又要卖出去。\n汤普森先生之所以想卖它，是因为那里常闹鬼。\n他告诉我有天夜里他怎么也睡不着，因为他听到酒吧里传来一阵奇怪的响声。\n第二天早上，他发现酒吧间的门被椅子堵上了，家具也被挪动过。\n虽然汤普森临睡觉时把灯关了，但早晨灯却都亮着。\n他还说他发现了5只空的威士忌瓶子，肯定是鬼魂昨天晚上喝的。\n当我暗示说一定是村里有些人来喝不花钱的酒时，汤普森先生摇了摇头。\n村里的人已经告诉他，即使他把小酒店白送人，他们也不要。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"Wvm-sj","title":"Did you want to tell me something?","titleTranslate":"你想对我说什么吗？","text":"Dentists always ask questions when it is impossible for you to answer. My dentist had just pulled out one of my teeth and had told me to rest for a while. I tried to say something, but my mouth was full of cotton wool. He knew I collected match boxes and asked me whether my collection was growing. He then asked me how my brother was and whether I liked my new job in London. In answer to these questions I either nodded or made strange noises. Meanwhile, my tongue was busy searching out the hole where the tooth had been. I suddenly felt very worried, but could not say anything. When the dentist at last removed the cotton wool from my mouth, I was able to tell him that he had pulled out the wrong tooth.","textCustomTranslate":"牙科医生们总是在你无法作出回答的时候向你提出问题。\n我的牙科医生刚刚给我拔掉了一颗牙，叫我休息一会儿。\n我想说点什么，但我嘴里塞满了药棉。\n他知道我收集火柴盒，于是问我收藏的米柴盒是否在增加。\n接着他又问我的兄弟近来如何，问我是否喜欢伦敦的新工作。\n作为对这些问题的回答，我不是点头，就是发出奇怪的声音。\n与此同时，我的舌头正在忙着寻找刚拔掉的那颗牙的伤口。\n我突然非常着急起来，但却什么也说不出来。\n当那位牙医最后将药棉从我嘴中取出时，我总算有可能告诉他，他拔错了牙。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"dmNb80","title":"The end of a dream","titleTranslate":"美梦告终","text":"Tired of sleeping on the floor, a young man in Teheran saved up for years to buy a real bed. For the first time in his life, he became the proud owner of a bed which had springs and a mattress. Because the weather was very hot, he carried the bed on to the roof of his house. He slept very well for the first two nights, but on the third night, a storm blew up. A gust of wind swept the bed off the roof and sent it crashing into the courtyard below. The young man did not wake up until the bed had struck the ground. Although the bed was smashed to pieces, the man was miraculously unhurt. When he woke up, he was still on the mattress. Glancing at the bits of wood and metal that lay around him, the man sadly picked up the mattress and carried it into his house. After he had put it on the floor, he promptly went to sleep again.","textCustomTranslate":"德黑兰的一个人年轻人由于对睡地板感到厌倦，于是积蓄多年买了一张真正的床。\n他平生第一次自豪地拥有了一张既有弹簧又带床垫的床。\n由于天气很热，他便把床搬到了他的屋顶上。\n头两天晚上，他睡得非常好。但第三天晚上起了风暴。\n一阵大风把床从屋顶上刮了下来，把它摔碎在下面的院子里。\n那年轻人直到床撞到地上才醒了过来。\n尽管床摔成了碎片，但年轻人却奇迹地没有受伤。\n他醒来时，仍然躺在床垫上。\n年轻人看了一眼周围的碎木片和碎金属片，伤心地捡起了床垫，把它拿进了屋。\n他把床垫往地板上一放，很快又睡着了。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"KjCFdO","title":"Taken for a ride","titleTranslate":"乘车兜风","text":"I love travelling in the country, but I dont like losing my way.\nI went on an excursion recently, but my trip took me longer than I expected.\nIm going to Woodford Green, I said to the conductor as I got on the bus, but I dont know where it is.\nI'll tell you where to get off. answered the conductor.\nI sat in the front of the bus to get a good view of the countryside. After some time, the bus stopped. Looking round, I realized with a shock that I was the only passenger left on the bus.\nYoull have to get off here, the conductor said. This is as far as we go.\nIs this Woodford Green? I asked.\nOh dear, said the conductor suddenly. I forgot to put you off.\nIt doesnt matter, I said. Ill get off here.\nWere going back now, said the conductor.\nWell, in that case, I prefer to stay on the bus, I answered.","textCustomTranslate":"我喜欢在乡间旅行，但却不愿意迷路。\n\n最近我作了一次短途旅行，但这次旅行所花费的时间比我预计的要长。\n\n“我要去伍德福德草地，”我一上车就对售票员说，“但我不知道它在那儿。”\n\n“我来告诉您在哪儿下车，”\n售票员回答说。\n\n我坐在汽车的前部，以便饱览农村风光。\n过了一些时候，车停了。\n我环视了一下身旁，惊奇地发现车里就只剩我一个乘客了。\n\n“您得在这里下车，”售票员说，\n“我们的车就到此为止了。”\n\n“这里是伍德福德草地吗？”\n我问道。\n\n“哎呀，”售票员突然说，\n“我忘了让您下车了。”\n\n“没关系，”我说，\n“我就在这儿下吧。”\n\n“我们现在要返回去，”售票员说。\n\n“好吧，既然如此，我还是留在车上吧。”\n我回答说。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"HnoyBu","title":"Reward for virtue","titleTranslate":"对美德的奖赏","text":"My friend, Hugh, has always been fat, but things got so bad recently that he decided to go on a diet. He began his diet a week ago. First of all, he wrote out a long list of all the foods which were forbidden. The list included most of the things Hugh loves: butter, potatoes, rice, beer, milk, chocolate; and sweets. Yesterday I paid him a visit. I rang the bell and was not surprised to see that Hugh was still as fat as ever. He led me into his room and hurriedly hid a large parcel under his desk. It was obvious that he was very embarrassed. When I asked him what he was doing, he smiled guiltily and then put the parcel on the desk. He explained that his diet was so strict that he had to reward himself occasionally. Then he showed me the contents of the parcel. It contained five large bars of chocolate and three bags of sweets!","textCustomTranslate":"我的朋友休一直很胖，但是近来情况变得越发糟糕，以致他决定节食。\n他是一星期前开始节食的。\n首先，他开列了一张长长的单子，上面列了所有禁吃的食物。\n这张单子上的大多数食物都是休喜欢吃的：黄油、土豆、米饭、啤酒、牛奶、巧克力和糖果。\n昨天我去看望了他。\n我按响了门铃，当看到休仍和往常一样胖时，我并不感到惊奇。\n他把我领进屋，慌忙把一个大包藏到了桌子下面。\n显然他感到很尴尬。\n当我问他正干什么时，他内疚地笑了，然后把那个大包拿到了桌上。\n他解释说，他的饮食控制得太严格了，以致不得不偶尔奖赏自己一下。\n接着他给我看了包里的东西。\n里面装了5大块巧克力和3袋糖果！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"F4YJ68","title":"A pretty carpet","titleTranslate":"漂亮的地毯","text":"We have just moved into a new house and I have been working hard all morning. I have been trying to get my new room in order. This has not been easy because I own over a thousand books. To make matters worse, the room is rather small, so I have temporarily put my books on the floor. At the moment, they cover every inch of floor space and I actually have to walk on them to get in or out of the room. A short while ago, my sister helped me to carry one of my old bookcases up the stairs. She went into my room and got a big surprise when she saw all those books on the floor. This is the prettiest carpet I have ever seen, she said. She gazed at it for some time then added, You dont need bookcases at all. You can sit here in your spare time and read the carpet!","textCustomTranslate":"我们刚刚搬进一所新房子，我辛辛苦苦地干了整整一个上午。\n我试图把我的新房间收拾整齐，\n但这并不容易，因为我有1,000多本书。\n更糟糕的是房间还非常小，所以我暂时把书放在了地板上。\n这会儿，书把地板的每一点空隙都占据了，我实际上是踩着这些书进出房间的。\n几分钟前，我妹妹帮我把一个旧书橱抬上了楼。\n她走进我的房间，当她看到地板上的那些书时，大吃一惊。\n“这是我见过的最漂亮的地毯，”她说。\n她盯着“地毯”看了一会儿，又说：“你根本用不着书橱，\n空闲时你可以坐在这儿读地毯！”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"76grGf","title":"Hot snake","titleTranslate":"触电的蛇","text":"At last firemen have put out a big forest fire in California. Since then, they have been trying to find out how the fire began. Forest fires are often caused by broken glass or by cigarette ends which people carelessly throw away. Yesterday the firemen examined the ground carefully, but were not able to find any broken glass. They were also quite sure that a cigarette end did not start the fire. This morning, however, a firemen accidentally discovered the cause. He noticed the remains of a snake which was wound round the electric wires of a 16,000-volt power line. In this way, he was able to solve the mystery. The explanation was simple but very unusual. A bird had snatched up the snake from the ground and then dropped it on to the wires. The snake then wound itself round the wires. When it did so, it sent sparks down to the ground and these immediately started a fire.","textCustomTranslate":"消防队员们终于扑灭了加利福尼亚的一场森林大火。\n从那时起，他们一直试图找出起火的原因。\n森林火灾时常由破碎的玻璃或人们随手扔掉的香烟头引起。\n昨天，消防队员仔细查看了地面，但未能发现碎玻璃。\n他们还十分肯定火灾也不是由烟头引起的。\n然而今天上午，一个消防队员偶然发现了起火的原因。\n他发现了缠绕在16,000伏高压线上的一条死蛇。\n就这样，他解开了起火之谜。\n解释很简单，却异乎寻常。\n一只鸟把蛇从地上抓起来，然后把它扔到了电线上。\n于是蛇就缠住了几根电线。\n当它这样做时，把火花送到了地面，这些火花立刻引起了一场大火。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"an83t3","title":"Sticky fingers","titleTranslate":"粘糊的手指","text":"After breakfast, I sent the children to school and then I went to the shops. It was still early when I returned home. The children were at school, my husband was at work and the house was quiet. So I decided to make some meat pies. In a short time I was busy mixing butter and flour and my hands were soon covered with sticky pastry. At exactly that moment, the telephone rang. Nothing could have been more annoying. I picked up the receiver between two sticky fingers and was dismayed when I recognized the voice of Helen Bates. It took me ten minutes to persuade her to ring back later. At last I hung up the receiver. What a mess! There was pastry on my fingers, on the telephone, and on the doorknobs. I had no sooner got back to the kitchen than the doorbell rang loud enough to wake the dead. This time it was the postman and he wanted me to sign for a registered letter!","textCustomTranslate":"早饭后，我送孩子们上学，然后就去了商店。\n我回到家时，时间还早。\n孩子们在上学，我丈夫在上班，家里清静得很。\n于是我决定做些肉馅饼。\n不一会儿我就忙着调拌起了黄油和面粉，很快我的手上就沾满了粘粘的面糊。\n恰恰在此时，电话铃响了。\n没有什么能比这更烦人了。\n我用两个沾满面糊的手指捏起了话筒。当听出是海伦.贝茨的声音时，非常丧气。\n我用了10分钟的时间才说服她过会儿再来电话。\n我终于挂上了话筒。\n真是糟糕透了！\n我的手指上、电话机上以及门的把手上，都沾上了面糊。\n我刚回到厨房，门铃又响了起来，响声足以把死人唤醒。\n这次是邮递员，他要我签收一封挂号信！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"u2H845","title":"Not a gold mine","titleTranslate":"并非金矿","text":"Dreams of finding lost treasure almost came true recently. A new machine called The Revealer has been invented and it has been used to detect gold which has been buried in the ground. The machine was used in a cave near the seashore where -- it is said -- pirates used to hide gold. The pirates would often bury gold in the cave and then fail to collect it. Armed with the new machine, a search party went into the cave hoping to find buried treasure. The leader of the party was examining the soil near the entrance to the cave when the machine showed that there was gold under the ground. Very excited, the party dug a hole two feet deep. They finally found a small gold coin which was almost worthless. The party then searched the whole cave thoroughly but did not find anything except an empty tin trunk. In spite of this, many people are confident that The Revealer may reveal something of value fairly soon.","textCustomTranslate":"最近，找到失踪宝藏的梦想差一点儿变成现实。\n一种叫“探宝器”的新机器已经发明出来，并被人们用来探测地下埋藏的金子。\n在靠近海边的一个据说过去海盗常在里面藏金子的岩洞里，这种机器被派上了用场。\n海盗们过去常把金子埋藏在那个洞里，可后来却没能取走。\n一支用这种新机器装备起来的探宝队进入了这个岩洞，希望找到埋藏着的金子。\n当这个队的队长正在检查洞口附近的土壤时，那台机器显示出它的下面埋有金子。\n队员们异常激动，就地挖了一个两英尺深的坑，\n但最后找到的是一枚几乎一钱不值的小金币。\n队员们接着又把整个洞彻底搜寻了一遍，但除了一只空铁皮箱外什么也没找到。\n尽管如此，很多人仍然相信“探宝器”很快就会探出值钱的东西来。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"BKCCAD","title":"Faster than sound!","titleTranslate":"比声音还快！","text":"Once a year, a race is held for old cars. A lot of cars entered for this race last year and there was a great deal of excitement just before it began. One of the most handsome cars was a Rolls-Royce Silver Ghost. The most unusual car was a Benz which had only three wheels. Built in 1885, it was the oldest car taking part. After a great many loud explosions, the race began. Many of the cars broke down on the course and some drivers spent more time under their cars than in them! A few cars, however, completed the race. The winning car reached a speed of forty miles an hour -- much faster than any of its rivals. It sped downhill at the end of the race and its driver had a lot of trouble trying to stop it. The race gave everyone a great deal of pleasure. It was very different from modern car races but no less exciting.","textCustomTranslate":"旧式汽车的比赛每年举行一次。\n去年有很多汽车参加了这项比赛。比赛开始之前，人们异常激动。\n最漂亮的汽车之一是罗尔斯--罗伊斯生产的银鬼汽车，\n而最不寻常的一辆则要属只有3只轮子的奔驰牌汽车了。\n该车造于1885年，是参赛车中最老的一辆。\n在好一阵喧闹的爆炸声之后，比赛开始了。\n很多汽车在途中就抛了锚，而有些驾驶员花在汽车底下的时间比坐在汽车里面的时间还长。\n然而还是有几辆汽车跑完了全程。\n获胜的那辆车达到了时速40英里--远远超过任何对手。\n它在接近终点时，冲下了山坡，驾驶员费了好大劲才把车停下来。\n这次比赛使每个人都挺开心。\n它虽然与现代汽车比赛大不相同，但激动人心的程度并不亚于现代化汽车大赛。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"wraghW","title":"Can I help you, madam?","titleTranslate":"您要买什么，夫人？","text":"A woman in jeans stood at the window of an expensive shop. Though she hesitated for a moment, she finally went in and asked to see a dress that was in the window. The assistant who served her did not like the way she was dressed. Glancing at her scornfully, he told her that the dress was sold. The woman walked out of the shop angrily and decided to punish the assistant next day. She returned to the shop the following morning dressed in a fur coat, with a handbag in one hand and a long umbrella in the other. After seeking out the rude assistant, she asked for the same dress. Not realizing who she was, the assistant was eager to serve her this time. With great difficulty, he climbed into the shop window to get the dress. As soon as she saw it, the woman said she did not like it. She enjoyed herself making the assistant bring almost everything in the window before finally buying the dress she had first asked for.","textCustomTranslate":"一位穿着牛仔裤的妇女站在一家高档商店的橱窗前。\n她虽然犹豫了片刻，但终于还是走进了商店，要求把陈列在橱窗里的一件衣服拿给她看。\n接待她的售货员不喜欢她的那副打扮，\n轻蔑地看了她一眼后，便告诉她那件衣服已经卖出去了。\n这位妇女怒气冲冲地走出了商店，决定第二天教训一下那个售货员。\n第二天上午，她又来到这家商店，穿了一件裘皮大衣，一只手拎着一只手提包，另一只手拿着一把长柄伞。\n找到那个无礼的售货员后，她还要看昨天的那件衣服。\n那个售货员没有认出她是谁，这一回接待她的态度非常殷勤。\n费了好大劲儿，他爬进橱窗去取那件衣服。\n这位妇女对那件衣服只看一眼，就说不喜欢。\n她开心地迫使那位售货员把橱窗里几乎所有的东西都拿了出来，最后才买下了她最先要看的那一件。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"N_Ow1f","title":"A blessing in disguise?","titleTranslate":"是因祸得福吗？","text":"The tiny village of Frinley is said to possess a cursed tree. Because the tree was mentioned in a newspaper, the number of visitors to Frinley has now increased. The tree was planted near the church fifty years ago, but it is only in recent years that it has gained an evil reputation. It is said that if anyone touches the tree, he will have bad luck; if he picks a leaf, he will die. Many villagers believe that the tree has already claimed a number of victims. The vicar has been asked to have the tree cut down, but so far he has refused. He has pointed out that the tree is a useful source of income, as tourists have been coming from all parts of the country to see it. In spite of all that has been said, the tourists have been picking leaves and cutting their names on the tree-trunk. So far, not one of them has been struck down by sudden death!","textCustomTranslate":"据说弗林利这个小村里有一棵“该诅咒的树”。\n就因为报上提到过这棵树，所以现在来弗林利参观的人越来越多。\n该树是50年前栽在教堂附近的，但只是近几年才得到了一个坏名声。\n据说，谁要是触摸了这棵树，谁就会交上恶运；如果谁摘了一片树叶，谁就会死去。\n很多村民相信此树已经害了不少人。\n人们曾请求教区的牧师叫人把树砍掉，但他直到现在也没有同意。\n他指出，由于人们从全国各地纷纷前来参观这棵树，它成了一个有用的财源。\n尽管有上述种种说法，但游客们还是照常摘树叶和把他们的名字刻在树干上。\n然而到目前为止，还没有一个人暴死呢！","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"vB4OEO","title":"In or out?","titleTranslate":"进来还是出去？","text":"Our dog, Rex, used to sit outside our front gate and bark. Every time he wanted to come into the garden he would bark until someone opened the gate. As the neighbours complained of the noise, my husband spent weeks training him to press his paw on the latch to let himself in. Rex soon became an expert at opening the gate. However, when I was going out shopping last week, I noticed him in the garden near the gate. This time he was barking so that someone would let him out! Since then, he has developed another bad habit. As soon as he opens the gate from the outside, he comes into the garden and waits until the gate shuts. Then he sits and barks until someone lets him out. After this he immediately lets himself in and begins barking again. Yesterday my husband removed the gate and Rex got so annoyed we have not seen him since.","textCustomTranslate":"我家的狗雷克斯，过去常坐在大门外面叫。\n每当它想到花园里来时，便汪汪叫个不停，直到有人把门打开。\n由于邻居们对狗叫很有意见，所以我丈夫花了几个星期的时间训练它用脚爪按住门闩把自己放进来。\n雷克斯很快成了开门的专家。\n然而上星期我正要出去买东西时，发现它正呆在花园里边靠门的地方。\n这次它叫着让人把它放出去！\n从那以后，它养成了另外一种坏习惯。\n它从外面把门一打开，就走进花园，等着门自动关上。\n这之后他就坐下汪汪叫起来，直到有人来把它放出去。\n出去之后，它又马上把自己放进来，接着再开始叫。\n昨天，我丈夫把门卸了下来，雷克斯很生气，此后我们便再也没有见到它。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"m95-Gp","title":"The future","titleTranslate":"卜算未来","text":"At a village fair, I decided to visit a fortune-teller called Madam Bellinsky. I went into her tent and she told me to sit down. After I had given her some money, she looked into a crystal ball and said: A relation of yours is coming to see you. She will be arriving this evening and intends to stay for a few days. The moment you leave this tent, you will get a big surprise. A woman you know well will rush towards you. She will speak to you and then she will lead you away from this place. That is all.\nAs soon as I went outside, I forgot all about Madam Bellinsky because my wife hurried towards me. Where have you been hiding? she asked impatiently. Your sister will be here in less than an hour and we must be at the station to meet her. We are late already. As she walked away, I followed her out of the fair.","textCustomTranslate":"在一个乡村集市上，我决定去拜访一位称作别林斯夫人的算命人。\n我走进她的帐篷，她叫我坐下。\n我给了她一些钱后，她便查看着一个水晶球说道：“您的一个亲戚 就要来看您了。\n她将于今天傍晚到达，并准备住上几天。\n您一走出这个帐篷，就会大吃一惊。\n一位您很熟悉的女人将向您冲来。\n她会对您说点什么，然后带您离开这 个地方。\n就是这些。”\n\n我一走出帐篷，就把别林斯基夫人给算卦的事忘得一干二净了，因为我的妻子正匆匆向我跑来。\n“你躲到哪儿去了？”\n她不耐烦地问，\n“再有不到一个小时你姐姐就要到这儿了，我们得去车站接她。\n现在就已经晚了。”\n当她走开时，我也跟着她出了集市。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"hh4f1v","title":"Trouble with the Hubble","titleTranslate":"哈勃望远镜的困境","text":"The Hubble telescope was launched into space by NASA on April 20,1990 at a cost of over a billion dollars. Right from the start there was trouble with the Hubble. The pictures it sent us were very disappointing because its main mirror was faulty! NASA is now going to put the telescope right, so it will soon be sending up four astronauts to repair it. The shuttle Endeavour will be taking the astronauts to the Hubble. A robot-arm from the Endeavour will grab the telescope and hold it while the astronauts make the necessary repairs. Of course, the Hubble is above the earths atmosphere, so it will soon be sending us the clearest pictures of the stars and distant galaxies that we have ever seen. The Hubble will tell us a great deal about the age and size of the universe. By the time you read this, the Hubbles eagle eye will have sent us thousands and thousands of wonderful pictures.","textCustomTranslate":"哈勃望远镜于1990年4月20日由国家航空航天局发射升空，耗资10多亿美元。\n从最开始哈勃望远镜就有问题。\n它传送给我们的图像很令人失望，因为它的主要镜子有误差。\n国家航天局准备纠正这一错误，为此将把4名宇航员送入太空修复望远镜。\n“奋进”号航天飞机将把宇航员送上哈勃。\n当宇航员进行必要的修复工作时，“奋进”号上的一只机器手将抓住望远镜并托住它。\n当然，哈勃位于地球的大气层之外，因此，它很快就会给我们传送我们所见到过的、有关行星和远距离星系的最清晰的照片。\n哈勃将告诉我们有关宇宙的年龄和大小的许多事情。\n等到你读到这篇文章时，敏锐的哈勃望远镜已经为我们送来了成千上万张精彩的照片。","textNetworkTranslate":"1990年4月20日，美国国家航空航天局将哈勃望远镜发射到太空，耗资超过10亿美元。\n哈勃望远镜从一开始就有问题。\n它发给我们的照片非常令人失望，因为它的主镜出了故障！\n美国国家航空航天局现在将修复望远镜，因此很快将派出四名宇航员对其进行维修。\n奋进号航天飞机将把宇航员送往哈勃望远镜。\n奋进号的一个机械臂将抓住望远镜并在宇航员进行必要的维修时握住它。\n当然，哈勃望远镜位于地球大气层上方，因此它将很快向我们发送我们所见过的最清晰的恒星和遥远星系的照片。\n哈勃望远镜将告诉我们许多关于宇宙年龄和大小的信息。\n当你读到这篇文章的时候，Hubbles鹰眼已经给我们发送了成千上万的精彩图片。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"7NAJJh","title":"After the fire","titleTranslate":"大火之后","text":"Firemen had been fighting the forest for nearly three weeks before they could get it under control. A short time before, great trees had covered the countryside for miles around. Now, smoke still rose up from the warm ground over the desolate hills. Winter was coming on and the hills threatened the surrounding villages with destruction, for heavy rain would not only wash away the soil but would cause serious floods as well. When the fire had at last been put out, the forest authorities ordered several tons of a special type of grass-seed which would grow quickly. The seed was sprayed over the ground in huge quantities by aeroplanes. The planes had been planting seed for nearly a month when it began to rain. By then, however, in many places the grass had already taken root. In place of the great trees which had been growing there for centuries patches of green had begun to appear in the blackened soil.","textCustomTranslate":"消防队员们同那场森林大火搏斗了将近3个星期才最后把火势控制住。\n就在不久之前，参天大树还覆盖着方圆数英里的土地。\n而现在，发热的地面上仍然升腾着烟雾，弥漫在荒凉的山丘上。\n冬季即将来临，这些山丘对周围的村庄具有毁灭性的威胁，因为大雨不仅会冲走土壤，而且还会引起严重的水灾。\n在大火最后被扑灭后，森林管理当局订购了好几吨一种生长迅速的特殊类型的草籽。\n飞机把这种草籽大量地撒播在地上。\n飞机撒播近一个月后，开始下起雨来。\n然而到那时，很多地方的草已经生了根。\n一片片的绿草开始出现在这片烧焦的土地上，代替了多少世纪以来一直生长在那里的参天大树。","textNetworkTranslate":"消防员在控制森林之前已经与森林搏斗了近三个星期。\n不久前，大树已经覆盖了方圆数英里的乡村。\n现在，烟雾仍然从温暖的地面上升起，笼罩在荒凉的山丘上。\n冬天即将来临，山丘威胁着周围的村庄，因为大雨不仅会冲走土壤，还会引发严重的洪水。\n当大火最终被扑灭后，森林管理部门订购了几吨能快速生长的特殊草籽。\n飞机把种子大量地撒在地上。\n飞机已经播种了将近一个月，这时开始下雨了。\n然而，到那时，许多地方的草已经生根了。\n变黑的土壤中开始出现一片绿色，取代了在那里生长了几个世纪的大树。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"IP4gL7","title":"She was not amused","titleTranslate":"她并不觉得好笑","text":"Jeremy Hampden has a large circle of friends and is very popular at parties. Everybody admires him for his great sense of humour -- everybody, that is, except his six-year-old daughter, Jenny. Recently, one of Jeremys closest friends asked him to make a speech at a wedding reception. This is the sort of thing that Jeremy loves. He prepared the speech carefully and went to the wedding with Jenny. he had included a large number of funny stories in the speech and, of course, it was a great success. As soon as he had finished, Jenny told him she wanted to go home. Jeremy was a little disappointed by this but he did as his daughter asked. On the way home, he asked Jenny if she had enjoyed the speech. To his surprise, she said she hadnt. Jeremy asked her why this was so and she told him that she did not like to see so many people laughing at him!","textCustomTranslate":"杰里米.汉普登交际甚广，是各种聚会上深受大家欢迎的人。\n人人都钦佩他那绝妙的幽默感 -- 人人，就是说，除他6岁的女儿珍妮之外的每一个人。\n最近，杰里米的一个最亲密的朋友请他在一个婚礼上祝词。\n这正是杰里米喜欢做的事情。\n他认真准备了讲稿，带着珍妮一道去参加了婚礼。\n他的祝词里面加进了大量逗人的故事，自然大获成功。\n他刚一讲完，珍妮就对他说她要回家。\n这不免使杰里米有点扫兴，但他还是按照女儿的要求做了。\n在回家的路上，他问珍妮是否喜欢他的祝词。\n使他吃惊的是，她说她不喜欢。\n杰里米问他为何不喜欢，她说她不愿意看到那么多的人嘲笑他！","textNetworkTranslate":"Jeremy Hampden有一大群朋友，在聚会上很受欢迎。\n每个人都钦佩他的幽默感——每个人，也就是说，除了他六岁的女儿珍妮。\n最近，Jeremy的一个最亲密的朋友邀请他在婚礼招待会上发表演讲。\n这就是Jeremy喜欢的东西。\n他精心准备了演讲稿，和珍妮一起去参加了婚礼。\n他在演讲中加入了许多有趣的故事，当然，这是一个巨大的成功。\n他刚说完，珍妮就告诉他她想回家。\nJeremy对此有点失望，但他按照女儿的要求做了。\n在回家的路上，他问珍妮是否喜欢这次演讲。\n令他惊讶的是，她说她没有。\nJeremy问她为什么会这样，她告诉他，她不喜欢看到这么多人嘲笑他！","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"L9XC2c","title":"The Channel Tunnel","titleTranslate":"海峡隧道","text":"In 1858, a French engineer, Aime Thome de Gamond, arrived in England with a plan for a twenty-one-mile tunnel under the English Channel. He said that it would be possible to build a platform in the centre of the Channel. This platform would serve as a port and a railway station. The tunnel would be well-ventilated if tall chimneys were built above sea level. In 1860, a better plan was put forward by an Englishman, William Low. He suggested that a double railway-tunnel should be built. This would solve the problem of ventilation, for if a train entered this tunnel, it would draw in fresh air behind it. Forty-two years later a tunnel was actually begun. If, at the time, the British had not feared invasion, it would have been completed. The world had to wait almost another 100 years for the Channel Tunnel. It was officially opened on March 7,1994, finally connecting Britain to the European continent.","textCustomTranslate":"1858年，一位名叫埃梅.托梅.德.干蒙的法国工程师带着建造一条长21英里、穿越英吉利海陕的隧道计划到了英国。\n他说，可以在隧道中央建造一座平台，这座平台将用作码头和火车站。\n如果再建些伸出海面的高大的烟囱状通风管，隧道就具备了良好的通风条件。\n1860年，一位名叫威廉.洛的英国人提出了一项更好的计划。\n他提议建一条双轨隧道，这样就解决了通风问题。\n因为如果有列火车开进隧道，它就把新鲜空气随之抽进了隧道。\n42年以后，隧道实际已经开始建了。\n如果不是因为那时英国人害怕入侵，隧道早已建成了。\n世界不得不再等将近100年才看到海峡隧道竣工。\n它于1994年3月7日正式开通，将英国与欧洲大陆连到了一起。","textNetworkTranslate":"1858年，法国工程师Aime Thome de Gamond抵达英国，计划在英吉利海峡下修建一条21英里长的隧道。\n他说，有可能在海峡中心建造一个平台。\n这个站台将用作港口和火车站。\n如果高高的烟囱建在海平面以上，隧道就会通风良好。\n1860年，英国人William Low提出了一个更好的计划。\n他建议修建一条双线隧道。\n这将解决通风问题，因为如果火车进入隧道，它会在后面吸入新鲜空气。\n四十二年后，一条隧道真正开始了。\n如果当时英国人不害怕入侵，它早就完成了。\n全世界不得不再等将近100年才能看到英吉利海峡隧道。\n它于1994年3月7日正式开放，最终将英国与欧洲大陆连接起来。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"UgSXXV","title":"Jumbo versus the police","titleTranslate":"小象对警察","text":"Last Christmas, the circus owner, Jimmy Gates, decided to take some presents to a childrens hospital. Dressed up as Father Christmas and accompanied by a guard of honour of six pretty girls, he set off down the main street of the city riding a baby elephant called Jumbo. He should have known that the police would never allow this sort of thing. A policeman approached Jimmy and told him he ought to have gone along a side street as Jumbo was holding up the traffic. Though Jimmy agreed to go at once, Jumbo refused to move. Fifteen policemen had to push very hard to get him off the main street. The police had a difficult time, but they were most amused. Jumbo must weigh a few tons, said a policeman afterwards, so it was fortunate that we didnt have to carry him. Of course, we should arrest him, but as he has a good record, we shall let him off this time.","textCustomTranslate":"去年圣诞节，马戏团老板吉米.盖茨决定送些礼物给儿童医院。\n他打扮成圣诞老人，在由6个漂亮姑娘组成的“仪仗队”的陪同下，骑上一头名叫江伯的小象，沿着城里的主要街道出发了。\n他本该知道警察绝不会允许这类事情发生。\n一个警察走过来告诉吉米，他应该走一条小路，因为江泊阻碍了交通。\n虽然吉米同意马上就走，但江伯却拒绝移动。\n15个警察不得不用很大的力气把它推离主要街道。\n警察虽然吃了苦头，但他们还是感到很有趣。\n“江伯一定有好几吨重，”一个警察事后这样说，“值得庆幸的是它没让我们抬它走。\n当然，我们应该逮捕它，但由于它一贯表现很好，这次我们饶了它。”","textNetworkTranslate":"去年圣诞节，马戏团老板吉米·盖茨决定带一些礼物去儿童医院。\n他打扮成圣诞老人，在六个漂亮女孩的仪仗队的陪同下，骑着一头名叫Jumbo的小象沿着城市的主要街道出发。\n他应该知道警察绝不允许这种事情发生。\n一名警察走近吉米，告诉他他应该沿着一条小街走，因为Jumbo阻碍了交通。\n虽然吉米同意马上走，但琼博拒绝动。\n为了把他从大街上救下来，15名警察不得不奋力推挤。\n警察们度过了一段艰难的时光，但他们最开心的是。\n一位警察事后说：“这只巨鲸一定有几吨重，所以幸运的是我们不用背它。”。\n当然，我们应该逮捕他，但由于他有良好的记录，这次我们会放过他。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"Y63eBV","title":"Sweet as honey!","titleTranslate":"像蜜一样甜！","text":"In 1963 a Lancaster bomber crashed on Wallis Island, a remote place in the South Pacific, a long way west of Samoa. The plane wasnt too badly damaged, but over the years, the crash was forgotten and the wreck remained undisturbed. Then in 1989, twenty-six years after the crash, the plane was accidentally rediscovered in an aerial survey of the island. By this time, a Lancaster bomber in reasonable condition was rare and worth rescuing. The French authorities had the plane packaged and moved in parts back to France. Now a group of enthusiasts are going to have the plane restored. It has four Rolls-Royce Merlin engines, but the group will need to have only three of them rebuilt. Imagine their surprise and delight when they broke open the packing cases and found that the fourth engine was sweet as honey -- still in perfect condition. A colony of bees had turned the engine into a hive and it was totally preserved in beeswax!","textCustomTranslate":"1963年，一架兰开斯特轰炸机在瓦立斯岛毁。\n那是南太洋中一个很偏僻的小岛，位于萨摩亚群岛以西，距离群岛还有很长一段距离。\n飞机损坏的程度并不严重，但是，多年来这起飞机失事已被遗忘，飞机残骸也没受到破坏。\n于是，到了1989年，飞机失事26年后，在对小岛的一次航空勘查中那架飞机被意外地发现了。\n到了那个时候，状况良好的兰开斯特轰炸机实属罕见，值得抢救。\n法国政府让人把飞机包装起来，一部分一部分地搬回法国。\n一群热心人计划修复这架飞机。\n该飞机装装配有4台罗尔斯-罗伊斯的默林发动机，但是他们只需要修复其中的3台。\n想一想他们所感受到的惊奇和兴奋 —— 当他们拆开包装箱时，他们发现第4台发动机就像蜂蜜一样甜 —— 发动机完好无损。\n一群蜜蜂把发动机当作了蜂房，发动机在蜂蜡中被完整地保存了下来。","textNetworkTranslate":"1963年，一架兰开斯特轰炸机在萨摩亚以西很远的南太平洋偏远地区瓦利斯岛坠毁。\n这架飞机没有受到太严重的损坏，但多年来，坠机事件被遗忘了，残骸也没有受到干扰。\n1989年，也就是坠机26年后，这架飞机在对该岛的一次空中调查中意外被重新发现。\n此时，一架状况良好的兰开斯特轰炸机已经很少见，值得抢救。\n法国当局已将这架飞机包装好，并将其零件运回法国。\n现在，一群爱好者将修复这架飞机。\n它有四台劳斯莱斯梅林发动机，但该集团只需要重建其中三台。\n想象一下，当他们打开包装箱，发现第四台发动机像蜂蜜一样甜——仍然完好无损时，他们的惊讶和喜悦。\n一群蜜蜂把发动机变成了蜂箱，它完全保存在蜂蜡中！","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"JMGbWP","title":"Volcanoes","titleTranslate":"火山","text":"Haroun Tazieff, the Polish scientist, has spent his lifetime studying active volcanoes and deep caves in all parts of the world. In 1948, he went to Lake Kivu in the Congo to observe a new volcano which he later named Kituro. Tazieff was able to set up his camp very close to the volcano while it was erupting violently. Though he managed to take a number of brilliant photographs, he could not stay near the volcano for very long. He noticed that a river of liquid rock was coming towards him. It threatened to surround him completely, but Tazieff managed to escape just in time. He waited until the volcano became quiet and he was able to return two days later. This time, he managed to climb into the mouth of Kituro so that he could take photographs and measure temperatures. Tazieff has often risked his life in this way. He has been able to tell us more about active volcanoes than any man alive.","textCustomTranslate":"波兰科学家哈罗恩.塔捷耶夫花了毕生的精力来研究世界各地的活火山和探洞。\n1948年他去了刚果的基伍湖，对一座后来被他命名为基图罗的新火山进行观察。\n当火山正在猛烈地喷发时，塔捷耶夫有办法把帐篷搭在离它非常近的地方。\n尽管他设法拍了一些十分精彩的照片，但他却不能在火山附近停留太长的时间。\n他发现有一股岩浆正向他流过来，眼看就要将他团团围住，但塔捷耶夫还是设法及时逃离了。\n他等到火山平静下来，两天以后又返回去。\n这次他设法爬进了基图罗火山口，以便能拍摄照片和测试温度。\n塔捷耶夫经常冒这样的生命危险。\n他能告诉我们的有关活火山的情况比任何在世的人都要多。","textNetworkTranslate":"波兰科学家Haroun Tazieff毕生致力于研究世界各地的活火山和深洞穴。\n1948年，他前往刚果的基伍湖观察一座新火山，后来他将其命名为基图罗火山。\n当火山猛烈喷发时，塔齐耶夫能够在离火山很近的地方扎营。\n尽管他成功地拍下了许多精彩的照片，但他无法在火山附近呆很长时间。\n他注意到一条液态岩石的河流正向他袭来。\n它威胁要完全包围他，但塔齐耶夫及时逃脱了。\n他一直等到火山安静下来，两天后才得以返回。\n这一次，他设法爬进了Kituro河口，以便拍照和测量温度。\n塔齐耶夫经常以这种方式冒着生命危险。\n他比任何活着的人都能告诉我们更多关于活火山的信息。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"e7toAz","title":"Persistent","titleTranslate":"纠缠不休","text":"I crossed the street to avoid meeting him, but he saw me and came running towards me. It was no use pretending that I had not seen him, so I waved to him. I never enjoy meeting Nigel Dykes. He never has anything to do. No matter how busy you are, he always insists on coming with you. I had to think of a way of preventing him from following me around all morning.\nHello, Nigel, I said. Fancy meeting you here!\nHi, Elizabeth, Nigel answered. I was just wondering how to spend the morning -- until I saw you. Youre not busy doing anything, are you?\nNo, not at all, I answered. Im going to...\nWould you mind my coming with you? he asked, before I had finished speaking.\nNot at all, I lied, but Im going to the dentist.\nThen Ill come with you, he answered. Theres always plenty to read in the waiting room!","textCustomTranslate":"我穿过马路以便避开他，但他看到我并朝我跑过来。\n若再装作没看见他已是没有用了，我只好向他招手。\n我就怕遇到奈杰尔.戴克斯。\n他从来都是无事可做，不管你多忙，他总是坚持要跟你去。\n我得想办法不让他整个上午缠着我。\n\n“你好，奈杰尔，想不到在这儿见到你。”\n我说。\n\n“你好，伊丽莎白，”奈杰尔回答说，“我正不知道怎么消磨这一上午呢，正好见到好。\n你不忙，是吗？”\n\n“不，不忙，我打算去......”我回答。\n\n“我跟你一道去行吗？”\n没等我说完话他就问道。\n\n“没关系，但我准备去牙医那里。”\n我说了个谎。\n\n“那我也跟你去，候诊室里总有很多东西可供阅读！”\n他回答。","textNetworkTranslate":"我过马路以免碰到他，但他看到了我，朝我跑过来。\n假装没看见他是没有用的，所以我向他挥手。\n我从不喜欢见到奈杰尔·戴克斯。\n他从来没有什么事可做。\n不管你有多忙，他总是坚持要和你一起去。\n我不得不想办法防止他整个上午都跟着我。\n\n你好，奈杰尔，我说。\n真想在这里见到你！\n\n嗨，伊丽莎白，奈杰尔回答。\n我只是想知道如何度过这个上午——直到我见到你。\n你什么都不忙，是吗？\n\n不，一点也不，我回答。\n我要。。。\n\n你介意我和你一起去吗？\n我还没说完，他就问道。\n\n一点也不，我撒谎了，但我要去看牙医。\n\n“那我跟你一起去，”他回答。\n候诊室里总是有很多书要读！","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"1hju84","title":"But not murder!","titleTranslate":"并非谋杀！","text":"I was being tested for a driving licence for the third time. I had been asked to drive in heavy traffic and had done so successfully. After having been instructed to drive out of town, I began to acquire confidence. Sure that I had passed, I was almost beginning to enjoy my test. The examiner must have been pleased with my performance, for he smiled and said. Just one more thing, Mr.Eames. Let us suppose that a child suddenly crosses the road in front of you. As soon as I tap on the window, you must stop within five feet. I continued driving and after some time, the examiner tapped loudly, Though the sound could be heard clearly, it took me a long time to react. I suddenly pressed the brake pedal and we were both thrown forward. The examiner looked at me sadly. Mr.Eames, he said, in a mournful voice, you have just killed that child!","textCustomTranslate":"我第3次接受驾驶执照考试。\n按照要求在车辆拥挤的路上驾驶，我圆满地完成了。\n在接到把车开出城的指令后，我开始有了信心。\n确信我已通过考试，所以我几乎开始喜欢起这次考试。\n主考人对我的驾驶想必是满意的，因为他微笑着说：“埃姆斯先生，只剩1项了。\n让我们假设一个小孩子突然在你前面穿过马路。\n我一敲车窗，你必须把车停在5英尺之内。”\n我继续往前开着。\n过了一会儿，主考人砰砰地敲了起来。\n虽然声音听得很清楚，但我过了好一会儿才作出反应。\n我突然用力踩紧刹车踏板，结果我俩的身体都向前冲去。\n主考人伤心地看着我。\n“埃姆斯先生，”他以悲伤的声调说，“你刚刚把那个小孩压死了！”","textNetworkTranslate":"我正在接受第三次驾驶执照考试。\n我被要求在交通繁忙的时候开车，而且我成功地做到了。\n在接到开车出城的指示后，我开始有了信心。\n确信我已经通过了考试，我几乎开始享受我的考试了。\n考官一定对我的表现很满意，因为他笑着说。\n还有一件事，埃姆斯先生。\n让我们假设一个孩子突然在你面前过马路。\n我一敲窗户，你就必须在五英尺以内停下。\n我继续开车，过了一段时间，考官大声地拍了拍。虽然声音听得很清楚，但我花了很长时间才做出反应。\n我突然踩下刹车踏板，我们都被向前甩了出去。\n考官悲伤地看着我。\n埃姆斯先生，他悲伤地说，你刚刚杀了那个孩子！","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"tMMgPl","title":"Red for danger","titleTranslate":"危险的红色","text":"During a bullfight, a drunk suddenly wandered into the middle of the ring. The crowd began to shout, but the drunk was unaware of the danger. The bull was busy with the matador at the time, but it suddenly caught sight of the drunk who was shouting rude remarks and waving a red cap. Apparently sensitive to criticism, the bull forgot all about the matador and charged at the drunk. The crowd suddenly grew quiet. The drunk, however, seemed quite sure of himself. When the bull got close to him, he clumsily stepped aside to let it pass. The crowd broke into cheers and the drunk bowed. By this time, however, three men had come into the ring and they quickly dragged the drunk to safety. Even the bull seemed to feel sorry for him, for it looked on sympathetically until the drunk was out of the way before once more turning its attention to the matador.","textCustomTranslate":"在一次斗牛时，一个醉汉突然溜达到斗牛场中间，人们开始大叫起来，但醉汉却没有意识到危险。\n当时那公牛正忙于对付斗牛士，但突然它看见了醉汉，只见他正大声说着粗鲁的话，手里挥动着一顶红帽子。\n对挑衅显然非常敏感的公牛完全撇开斗牛士，直奔醉汉而来。\n观众突然静了下来，可这醉汉像是很有把握似的。\n当公牛逼近他时，他踉跄地住旁边一闪，牛扑空了。\n观众欢呼起来，醉汉向人们鞠躬致谢。\n然而，此时已有3个人进入斗牛场，迅速把醉汉拉到安全的地方。\n好像连牛也在为他感到遗憾，因为它一直同情地看着醉汉，直到他的背影消逝，才重新将注意力转向斗牛士。","textNetworkTranslate":"在一次斗牛中，一个醉汉突然溜进了斗牛场的中央。\n人群开始喊叫，但醉汉没有意识到危险。\n公牛当时正忙着和斗牛士打交道，但它突然看到了那个醉汉，他大声说着粗鲁的话，挥舞着一顶红帽子。\n公牛显然对批评很敏感，忘记了斗牛士，冲着醉汉冲去。\n人群突然安静下来。\n然而，醉汉似乎对自己很有把握。\n当公牛靠近他时，他笨拙地走到一边让它过去。\n人群爆发出欢呼声，醉汉鞠了一躬。\n然而，这时，三名男子已经进入拳击场，他们迅速将醉汉拖到安全地带。\n甚至公牛似乎也为他感到难过，因为它同情地看着他，直到醉汉让开，才再次将注意力转向斗牛士。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"-jl6Jj","title":"A famous clock","titleTranslate":"一个著名的大钟","text":"When you visit London, one of the first things you will see is Big Ben, the famous clock which can be heard all over the world on the B.B.C. If the Houses of Parliament had not been burned down in 1834, the great clock would never have been erected. Big Ben takes its name from Sir Benjamin Hall who was responsible for the making of the clock when the new Houses of Parliament were being built. It is not only of immense size, but is extremely accurate as well. Officials from Greenwich Observatory have the clock checked twice a day. On the B.B.C. you can hear the clock when it is actually striking because microphones are connected to the clock tower. Big Ben has rarely gone wrong. Once, however, it failed to give the correct time. A painter who had been working on the tower hung a pot of paint on one of the hands and slowed it down!","textCustomTranslate":"当你游览伦敦时，首先看到的东西之一就是“大本”钟，即那座从英国广播公司的广播中全世界都可以听到它的声音的著名大钟。\n如果不是国会大厦在1834年被焚毁的话，这座大钟永远也不会建造。\n“大本”钟得名于本杰明.霍尔爵士，因为当建造新的国会大厦时，他负责建造大钟。\n此钟不仅外型巨大，而且走时也非常准确。\n格林尼治天文台的官员们每天两次派人矫正此钟。\n当大钟打点的时候，你可以从英国广播公司的广播中听到，因为钟塔上接了麦克风。\n“大本”钟很少出差错。\n然而有一次，它却把时间报错。\n在钟塔上干活的一位油漆工把一只油漆桶挂在了一根指针上，把钟弄慢了！","textNetworkTranslate":"当你参观伦敦时，你首先会看到的是大本钟，这座著名的大钟在不列颠哥伦比亚省的世界各地都能听到。如果国会大厦没有在1834年被烧毁，这座大钟就永远不会竖立起来。\n大本钟的名字取自本杰明·霍尔爵士，他在建造新的议会大厦时负责制作大钟。\n它不仅体积巨大，而且非常精确。\n格林尼治天文台的官员每天检查两次时钟。\n在不列颠哥伦比亚省，当时钟真正敲响时，你可以听到它的声音，因为麦克风连接到钟楼上。\n大本钟很少出错。\n然而，有一次，它没有给出正确的时间。\n一位在塔上工作的画家把一壶油漆挂在其中一只手上，然后放慢了速度！","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"Q22g0a","title":"A car called bluebird","titleTranslate":"“蓝鸟”汽车","text":"The great racing driver, Sir Malcolm Campbell, was the first man to drive at over 300 miles per hour. He set up a new world record in September 1935 at Bonneville Salt Flats, Utah. Bluebird, the car he was driving, had been specially built for him. It was over 30 feet in length and had a 2,500-horsepower engine. Although Campbell reached a speed of over 304 miles per hour, he had great difficulty in controlling the car because a tyre burst during the first run. After his attempt, Campbell was disappointed to learn that his average speed had been 299 miles per hour. However, a few days later, he was told that a mistake had been made. His average speed had been 301 miles per hour. Since that time, racing drivers have reached speeds over 600 miles an hour. Following in his fathers footsteps many years later, Sir Malcolms son, Donald, also set up a world record. Like his father, he was driving a car called Bluebird.","textCustomTranslate":"杰出的赛车选手马尔科姆.坎贝尔爵士是第一个以每小时超过300英里的速度驾车的人。\n他于1935年9月在犹他州的邦纳维尔盐滩创造了一项新的世界纪录。\n他驾驶的“蓝鸟”牌汽车是专门为他制造的。\n它的车身长30英尺，有一个2,500 马力的发动机。\n尽管坎贝尔达到了每小时超过304英里的速度，但他很难把汽车控制住，因为在开始的行程中爆了一只轮胎。\n比赛结束后，坎贝尔非常失望地得知他的平均时速是299英里。\n然而，几天之后，有人告诉他说弄错了。\n他的平均时速实际是301英里。\n从那时以来，赛车选手已达到每小时600英里的速度。\n很多年之后，马尔科姆爵士的儿子唐纳德踏着父亲的足迹，也创造了一项世界纪录。\n同他父亲一样，他也驾驶着一辆名叫“蓝鸟”的汽车。","textNetworkTranslate":"伟大的赛车手马尔科姆·坎贝尔爵士是第一个以每小时300英里以上的速度驾驶的人。\n1935年9月，他在犹他州的邦纳维尔盐滩创造了一项新的世界纪录。\n蓝鸟，他驾驶的汽车，是专门为他造的。\n它的长度超过30英尺，拥有2500马力的发动机。\n尽管坎贝尔的速度超过了每小时304英里，但由于第一次跑步时轮胎爆裂，他很难控制赛车。\n在尝试后，坎贝尔失望地得知自己的平均速度为每小时299英里。\n然而，几天后，他被告知犯了一个错误。\n他的平均速度是每小时301英里。\n从那时起，赛车手的速度已经超过了每小时600英里。\n多年后，马尔科姆斯爵士的儿子唐纳德也追随父亲的脚步，创造了世界纪录。\n和他父亲一样，他也开着一辆叫蓝鸟的车。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"ipDJ-4","title":"The record-holder","titleTranslate":"纪录保持着","text":"Children who play truant from school are unimaginative. A quiet days fishing, or eight hours in a cinema seeing the same film over and over again, is usually as far as they get. They have all been put to shame by a boy who, while playing truant, travelled 1,600 miles. He hitchhiked to Dover and, towards evening, went into a boat to find somewhere to sleep. When he woke up next morning, he discovered that the boat had, in the meantime, travelled to Calais. No one noticed the boy as he crept off. From there, he hitchhiked to Paris in a lorry. The driver gave him a few biscuits and a cup of coffee and left him just outside the city. The next car the boy stopped did not take him into the centre of Paris as he hoped it would, but to Perpignan on the French-Spanish border. There he was picked up by a policeman and sent back to England by the local authorities. He has surely set up a record for the thousands of children who dream of evading school.","textCustomTranslate":"逃学的孩子们都缺乏想像力。\n他们通常能够做到的，至多也就是安静地钓上一天鱼，或在电影院里坐上8个小时，一遍遍地看同一部电影。\n而有那么一个小男孩，他在逃学期间旅行了1,600英里，从而使上述所有逃学的孩子们都相形见绌了。\n他搭便车到了多佛，天快黑时钻进了一条船，想找个地方睡觉。\n第二天早上他醒来时，发现船在这段时间已经到了加。\n当男孩从船里爬出来时，谁也没有发现他。\n从那里他又搭上卡车到了巴黎。\n司机给了他几块饼干和一杯咖啡，就把他丢在了城外。\n男孩截住的下一辆车，没有像他希望的那样把他带到巴黎市中心，而是把他带到了法国和西班牙边界上的佩皮尼昂。\n他在那儿被一个警察抓住了，之后被当局送回了英国。\n他无疑为成千上万梦想逃避上学的孩子们创造了一项纪录。","textNetworkTranslate":"逃学的孩子缺乏想象力。\n平静的几天钓鱼，或者在电影院里看八个小时一遍又一遍地看同一部电影，通常是他们所能做到的。\n他们都被一个逃学时跑了1600英里的男孩羞辱了。\n他搭便车到多佛，傍晚时分，他上了一艘船，想找个地方睡觉。\n当他第二天早上醒来时，他发现这艘船在此期间已经驶向加莱。\n男孩悄悄地走了，没人注意到。\n从那里，他搭卡车去了巴黎。\n司机给了他几块饼干和一杯咖啡，然后把他留在城外。\n男孩停下的下一辆车并没有像他希望的那样把他送到巴黎市中心，而是送到了法西边境的佩皮尼昂。\n在那里，他被一名警察接走，并被当地政府送回英国。\n他无疑为成千上万梦想逃学的孩子创造了一项记录。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"2K8Q6U","title":"Out of the limelight","titleTranslate":"舞台之外","text":"An ancient bus stopped by a dry river bed and a party of famous actors and actresses got off. Dressed in dark glasses and old clothes, they had taken special precautions so that no one should recognize them. But as they soon discovered, disguises can sometimes be too perfect.\n'This is a wonderful place for a picnic,' said Gloria Gleam.\n'It couldn't be better, Gloria,' Brinksley Meers agreed. 'No newspaper men, no film fans! Why don't we come more often?'\nMeanwhile, two other actors, Rockwall Slinger and Merlin Greeves, had carried two large food baskets to a shady spot under some trees. When they had all made themselves comfortable, a stranger appeared. He looked very angry. 'Now you get out of here, all of you!' he shouted. 'I'm sheriff here. Do you see that notice? It says \"No Camping\" -- in case you can't read!'\n'Look, sheriff,' said Rockwall, 'don't be too hard on us. I'm Rockwall Slinger and this is Merlin Greeves.'\n'Oh, is it?' said the sheriff with a sneer. 'Well, I'm Brinksley Meers, and my other name is Gloria Gleam. Now you get out of here fast!'","textCustomTranslate":"一辆古旧的汽车停在一条干涸的河床边，一群著名男女演员下了车。\n他们戴着墨镜，穿着旧衣裳，特别小心以防别人认出他们。\n但他们很快就发觉，化装的效果有时过分完美了。\n\n“在这个地方野餐简直太妙了，”格格利亚.格利姆说。\n\n“是再好不过的了，格格利亚。”布林克斯利.米尔斯表示同意，\n“没有记者，没有影迷！我们为什么不经常来这里呢？”\n\n\n“此时，另外两位演员，罗克沃尔.斯林格和默林.格里夫斯，已经把两个大食品篮子提到了一片树荫下。\n当他们都已安排舒适时，一个陌生人出现了。\n他看上去非常气愤。\n“你们都从这里走开，全都走开！”他大叫着，\n“我是这里的司法长官。\n你们看到那个布告牌了吗？\n上面写着‘禁止野营’－－除非你们不识字！”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"A0JQGZ","title":"SOS","titleTranslate":"呼救信号","text":"When a light passenger plane flew off course some time ago, it crashed in the mountains and its pilot was killed. The only passengers, a young woman and her two baby daughters, were unhurt. It was the middle of winter. Snow lay thick on the ground. The woman knew that the nearest village was miles away. When it grew dark, she turned a suitcase into a bed and put the children inside it, covering them with all the clothes she could find. During the night, it got terribly cold. The woman kept as near as she could to the children and even tried to get into the case herself, but it was too small. Early next morning, she heard planes passing overhead and wondered how she could send a signal. Then she had an idea. She stamped out the letters 'SOS' in the snow. Fortunately, a pilot saw the signal and sent a message by radio to the nearest town. It was not long before a helicopter arrived on the scene to rescue the survivors of the plane crash.","textCustomTranslate":"不久前，一架轻型客机偏离了航线，在山区坠毁，飞行员丧生。\n机上仅有的乘客，一位年轻的妇女和她的两个女婴却平安无事。\n此时正值隆冬季节，地上积着厚厚的雪。\n这位妇女知道，即使最近的村庄也有数英里远。\n天黑下来的时候，她把提箱当作小床，把两个孩子放了进去，又把所有能找到的衣服都盖在了孩子们身上。\n夜里，天冷得厉害。\n这位妇女尽可能地靠近孩子，甚至自己也想钻进箱子里去，只是箱子太小了。\n第二天一大早，她听到头顶上有飞机飞过，但不知道怎样才能发个信号。\n后来她有了一个主意。\n她在雪地上踩出了“SOS”这3个字母。\n幸运得很，一位飞行员看到这个信号，用无线电给最近的城镇发了报。\n不久，一架直升飞机飞抵飞机失事现场，来搭救这几个幸存者。","textNetworkTranslate":"不久前，一架轻型客机偏离航线，坠入山区，飞行员遇难。\n唯一的乘客是一名年轻女子和她的两个女儿，没有受伤。\n那是隆冬。\n地上积着厚厚的雪。\n这个女人知道最近的村子在几英里之外。\n天黑后，她把一个手提箱变成了床，把孩子们放在里面，用她能找到的所有衣服盖住他们。\n晚上，天气变得非常冷。\n这名妇女尽可能靠近孩子们，甚至试图自己进入箱子，但箱子太小了。\n第二天一早，她听到飞机从头顶飞过，想知道如何才能发出信号。\n然后她有了一个主意。\n她在雪地里踩出了“SOS”字母。\n幸运的是，一名飞行员看到了信号，并通过无线电向最近的城镇发送了信息。\n不久，一架直升机抵达现场，营救飞机失事的幸存者。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"5q_MMA","title":"April Fools' Day","titleTranslate":"愚人节","text":"'To end our special news bulletin,' said the voice of the television announcer, 'we're going over to the macaroni fields of Calabria. Macaroni has been grown in this area for over six hundred years. Two of the leading growers, Giuseppe Moldova and Riccardo Brabante, tell me that they have been expecting a splendid crop this year and harvesting has begun earlier than usual. Here you can see two workers who, between them, have just finished cutting three cartloads of golden brown macaroni stalks. The whole village has been working day and night gathering and threshing this year's crop before the September rains. On the right, you can see Mrs. Brabante herself. She has been helping her husband for thirty years now. Mrs. Brabante is talking to the manager of the local factory where the crop is processed. This last scene shows you what will happen at the end of the harvest: the famous Calabrian macaroni-eating competition! Signor Fratelli, the present champion, has won it every year since 1991. And that ends our special bulletin for today, Thursday, April lst. We're now going back to the studio.'","textCustomTranslate":"“作为我们专题新闻节目的结尾，”电视广播员说，“我们现在到克拉布利亚的通心粉田里。\n通心粉在这个地区已经种植了600多年了。\n两个主要种植者，朱塞皮.莫尔道瓦和里卡多.布拉班特告诉我，他们一直期待着今年获得一个大丰收，收割工作比往年开始要早些。\n这里您可以看到两个工人，他们协力割下了3车金黄色的通心粉秸。\n全村的人都日夜奋战，要赶在9月的雨季之前把今年的庄稼收获上来，打完场。\n在屏幕的右侧，您可以看到布拉班特太太本人，她已经帮了她的丈夫30年了。\n布拉班特太太现在正和负责通心粉加工的当地加工厂的经理交谈。\n这最后一个镜头向您展示了收获之后将发生的事情：著名的克拉布利亚人吃通心粉大赛！\n目前的冠军弗拉特里先生，自1991年以来，年年获胜。\n今天 -- 4月1日，星期四--的专题新闻节目到此结束。\n现在我们回到电视演播室。”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"Vf_RUh","title":"A successful operation","titleTranslate":"一例成功的手术","text":"The mummy of an Egyptian woman who died in 800 B.C. has just had an operation. The mummy is that of Shepenmut who was once a singer in the Temple of Thebes. As there were strange marks on the X-ray plates taken of the mummy, doctors have been trying to find out whether the woman died of a rare disease. The only way to do this was to operate. The operation, which lasted for over four hours, proved to be very difficult because of the hard resin which covered the skin. The doctors removed a section of the mummy and sent it to a laboratory. They also found something which the X-ray plates did not show: a small wax figure of the god Duamutef. This god which has the head of a cow was normally placed inside a mummy. The doctors have not yet decided how the woman died. They feared that the mummy would fall to pieces when they cut it open, but fortunately this has not happened. The mummy successfully survived the operation.","textCustomTranslate":"死于公元前800年的一位埃及妇女的木乃伊刚刚接受了一次手术。\n这是曾在底比斯神殿里当过歌手的赛潘姆特的木乃伊。\n由于在给这个木乃伊拍摄的X光片子上有点奇怪的斑点，所以，医生们一直试图搞清这位妇女是否死于一种罕见的疾病。\n搞清的唯一办法就是手术。\n手术持续了4个多小时，非常难做，因为皮肤上覆盖着一层硬硬的树脂。\n医生们从木乃伊身上取下一个切片，送去化验。\n他们还发现了X光片所没有显示的东西：一个蜡制的杜瓦木特夫神小塑像。\n这种牛头人身的神像通常被放在木乃伊体内。\n医生们至今还未确定这位妇女的死因。\n他们曾担心在把木乃伊切开后，它会散成碎片，但幸运得很，这种情况并未发生。\n这具木乃伊成功地经受了这次手术。","textNetworkTranslate":"一位死于公元前800年的埃及妇女的木乃伊刚刚接受了手术。\n这具木乃伊是谢彭穆特的，他曾是底比斯神庙的一名歌手。\n由于这具木乃伊的X光片上有奇怪的痕迹，医生们一直在努力查明这名妇女是否死于罕见疾病。\n唯一的办法就是手术。\n手术持续了四个多小时，由于皮肤上覆盖着坚硬的树脂，手术非常困难。\n医生取出了木乃伊的一部分，并将其送往实验室。\n他们还发现了一些X光片没有显示的东西：一个小的杜阿穆特夫神蜡像。\n这个长着牛头的神通常被放在木乃伊里面。\n医生们还没有决定这个女人是怎么死的。\n他们担心当他们切开木乃伊时，它会摔成碎片，但幸运的是，这并没有发生。\n这具木乃伊在手术中成功地活了下来。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"XD-3ZZ","title":"The last one?","titleTranslate":"最后一枝吗？","text":"After reading an article entitled 'Cigarette Smoking and Your Health' I lit a cigarette to calm my nerves. I smoked with concentration and pleasure as I was sure that this would be my last cigarette. For a whole week I did not smoke at all and during this time, my wife suffered terribly. I had all the usual symptoms of someone giving up smoking: a bad temper and an enormous appetite. My friends kept on offering me cigarettes and cigars. They made no effort to hide their amusement whenever I produced a packet of sweets from my pocket. After seven days of this I went to a party. Everybody around me was smoking and I felt extremely uncomfortable. When my old friend Brian urged me to accept a cigarette, it was more than I could bear. I took one guiltily, lit it and smoked with satisfaction. My wife was delighted that things had returned to normal once more. Anyway, as Brian pointed out, it is the easiest thing in the world to give up smoking. He himself has done it lots of times!","textCustomTranslate":"读完一篇题为《吸烟与健康》的文章之后，我点上了一枝香烟，来镇定一下自己紧张的神经。\n我聚精会神而又愉快地吸着这枝烟。\n因为我确信这是我最后一枝烟了。\n整整一个星期我根本没有吸烟。\n在此期间，我妻子吃尽了苦头。\n我具备了戒烟者通常表现出来的所有症状：脾气暴躁和食欲旺盛。\n我的朋友们不断地向我递香烟和雪茄。\n每当我从口袋里掏出一包糖果时，他们都毫不掩饰地表现出他们对此感到非常好笑。\n这样过了7天以后，我去参加一次聚会。\n我周围的每个人都在吸烟，我感到非常不自在。\n当我的老朋友布赖恩极力劝我接受一枝香烟时，我再也忍不住了。\n我内疚地接过一枝点上，心满意足地抽起来。\n一切又都恢复了正常，为此我妻子十分高兴。\n不管怎么说，正如布赖恩指出的那样，戒烟是世界上最容易的事情，他自己就已戒了很多次了！","textNetworkTranslate":"在读了一篇题为《吸烟与健康》的文章后，我点了一支烟来安抚我的神经。\n我全神贯注地愉快地抽着烟，因为我确信这将是我的最后一支烟。\n整整一周我都不抽烟，在这段时间里，我妻子遭受了巨大的痛苦。\n我有戒烟者的所有常见症状：脾气不好，食欲大。\n我的朋友们不停地给我香烟和雪茄。\n每当我从口袋里拿出一包糖果时，他们都毫不掩饰自己的乐趣。\n七天后，我去参加了一个聚会。\n我周围的每个人都在抽烟，我感到非常不舒服。\n当我的老朋友布赖恩催促我接受一支香烟时，我无法忍受。\n我内疚地拿了一支，点燃了它，满意地抽着烟。\n我妻子很高兴事情又恢复了正常。\n无论如何，正如布莱恩所指出的，戒烟是世界上最容易的事情。\n他自己已经做了很多次了！","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"2Z7fdg","title":"By air","titleTranslate":"乘飞机","text":"I used to travel by air a great deal when I was a boy. My parents used to live in South America and I used to fly there from Europe in the holidays. A flight attendant would take charge of me and I never had an unpleasant experience. I am used to traveling by air and only on one occasion have I ever felt frightened. After taking off, we were flying low over the city and slowly gaining height, when the plane suddenly turned round and flew back to the airport. While we were waiting to land, a flight attendant told us to keep calm and to get off the plane quietly as soon as it had touched down. Everybody on board was worried and we were curious to find out what had happened. Later we learnt that there was a very important person on board. The police had been told that a bomb had been planted on the plane. After we had landed, the plane was searched thoroughly. Fortunately, nothing was found and five hours later we were able to take off again.","textCustomTranslate":"我在幼年的时候，曾多次乘飞机旅行。\n我的父母曾经住在南美洲，所以假期里我常从欧洲乘飞机到他们那里。\n我总是由一位空中乘务员照管，从未遇到过不愉快的经历。\n我习惯了乘飞机旅行，只是有一次把我吓坏了。\n起飞之后，我们在城市上空低低地飞行，然后慢慢爬高。\n这时飞机突然调转头来，飞回了机场。\n在我们等待降落时，一位空中乘务员告诉我们要保持镇静，待飞机一着陆，就马上不声不响地离开飞机。\n飞机上的人都很着急，大家都急于想知道究竟出了什么事。\n后来我们才得知，飞机上坐了一位非常重要的人物。\n有人报告警察，说飞机上安放了一枚炸弹。\n我们降落之后，飞机被彻底搜查了一遍。\n幸运的是，什么也没有找到。\n5个小时后，我们又起飞了。","textNetworkTranslate":"我小时候经常乘飞机旅行。\n我的父母曾经住在南美洲，我过去常常在假期从欧洲飞到那里。\n空乘人员会照顾我，我从未有过不愉快的经历。\n我习惯了乘飞机旅行，只有一次我感到害怕。\n起飞后，我们在城市上空低空飞行，并慢慢上升，这时飞机突然掉头飞回机场。\n当我们等待降落时，一名乘务员告诉我们保持冷静，飞机一着陆就安静地下飞机。\n船上的每个人都很担心，我们很想知道发生了什么。\n后来我们了解到船上有一个非常重要的人。\n警方被告知飞机上安放了一枚炸弹。\n我们着陆后，对飞机进行了彻底搜查。\n幸运的是，什么也没找到，五个小时后我们又起飞了。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"cfyq0c","title":"The Crystal Palace","titleTranslate":"水晶宫","text":"Perhaps the most extraordinary building of the nineteeth century was the Crystal Palace, which was built in Hyde Park for the Great Exhibition of 1851. The Crystal Palace was different from all other buildings in the world, for it was made of iron and glass. It was one of the biggest buildings of all time and a lot of people from many countries came to see it. A great many goods were sent to the exhibition from various parts of the world. There was also a great deal of machinery on display. The most wonderful piece of machinery on show was Nasmyth's steam hammer. Though in those days, traveling was not as easy as it is today, steam boats carried thousands of visitors across the Channel from Europe. On arriving in England, they were taken to the Crystal Palace by train. There were six million visitors in all, and the profits from the exhibition were used to build museums and colleges. Later, the Crystal Palace was moved to South London. It remained one of the most famous buildings in the world until it was burnt down in 1936.","textCustomTranslate":"19世纪最不寻常的建筑也许要数水晶宫了，它是为1851年的“世界博览会”而建在海德公园的。\n这座水晶宫不同于世界上所有的其他建筑，因为它是用钢和玻璃建成的。\n它是有史以来最高大的建筑物之一，因此，人们从各个国家纷纷前来参观。\n大量的商品从世界各地运送到了博览会，参展的还有很多机器，其中最奇妙的是内史密斯的蒸汽锤。\n尽管在当时旅行不像现在这么容易，但汽船还是把成千上万的参观者从欧洲大陆送过了英吉利海峡。\n一到英国，火车就把他们送到了水晶宫。\n参观的人数总共是600万。\n博览会的赢利用来建造博物馆和高等学校。\n后来，“水晶宫”被移到了伦敦南部。\n在1936年被焚毁之前，它一直是世界上最著名的建筑物之一。","textNetworkTranslate":"也许九齿世纪最非凡的建筑是水晶宫，它是为1851年的大展览而建在海德公园的。\n水晶宫不同于世界上所有其他建筑，因为它是由铁和玻璃制成的。\n它是有史以来最大的建筑之一，来自许多国家的许多人都来看它。\n许多货物从世界各地运往展览会。\n这里还展出了大量的机械设备。\n展出的最精彩的机器是纳斯米斯特的蒸汽锤。\n尽管在那些日子里，旅行不像今天那么容易，但蒸汽船载着成千上万的游客从欧洲穿越英吉利海峡。\n抵达英国后，他们被火车带到水晶宫。\n总共有600万游客，展览的利润被用于建造博物馆和学院。\n后来，水晶宫搬到了伦敦南部。\n它一直是世界上最著名的建筑之一，直到1936年被烧毁。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"83pwxe","title":"Escape","titleTranslate":"脱逃","text":"When he had killed the guard, the prisoner of war quickly dragged him into the bushes. Working rapidly in the darkness, he soon changed into the dead man's clothes. Now, dressed in a blue uniform and with a rifle over his shoulder, the prisoner marched boldly up and down in front of the camp. He could hear shouting in the camp itself. Lights were blazing and men were running here and there: they had just discovered that a prisoner had escaped. At that moment, a large black car with four officers inside it, stopped at the camp gates. The officers got out and the prisoner stood to attention and saluted as they passed. When they had gone, the driver of the car came towards him. The man obviously wanted to talk. He was rather elderly with grey hair and clear blue eyes. The prisoner felt sorry for him, but there was nothing else he could do. As the man came near, the prisoner knocked him to the ground with a sharp blow. Then, jumping into the car, he drove off as quickly as he could.","textCustomTranslate":"那个战俘杀死卫兵以后，迅速地把尸体拖进了灌木丛。\n他在黑暗中忙活了一阵儿，很快就换上了死者的衣服。\n现在他身穿蓝军装，肩扛步枪，在军营门前大胆地来回走看。\n他听得军营里面的喧闹声。\n那里灯米通明，人们在东奔西跑：他们刚刚发现有一个俘虏跑了。\n正在此时，一辆黑色大轿车在军营门口停了下来。\n里面坐了4个军官。\n军官们下了车，战俘立正站好，并在他们从他面前经过时敬了礼。\n他们走后，汽车司机向他走来，这人显然是想聊天。\n他上了年纪，有着灰白的头发和明亮的蓝眼睛。\n战俘为他感到惋惜，但却没有别的选择。\n当这个人走近时，战俘一拳把他打倒在地，然后跳进车里，以最快的速度把车开走了。","textNetworkTranslate":"当他杀死警卫后，战俘迅速把他拖进灌木丛。\n他在黑暗中迅速工作，很快就换上了死者的衣服。\n现在，这名囚犯身穿蓝色制服，肩上扛着步枪，大胆地在营地前走来走去。\n他能听到营地里的呼喊声。\n灯火通明，人们到处乱跑：他们刚刚发现一个囚犯逃跑了。\n就在这时，一辆载有四名军官的黑色大轿车停在营地门口。\n军官们下车，囚犯立正，在他们经过时敬礼。\n他们走后，汽车司机向他走来。\n那人显然想谈谈。\n他年事已高，一头白发，一双清澈的蓝眼睛。\n犯人为他感到难过，但他也无能为力。\n当那个人走近时，犯人猛地一拳把他打倒在地。\n然后，他跳上车，以最快的速度开车离开。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"XVa1cW","title":"Monster or fish?","titleTranslate":"是妖还是鱼？","text":"Fishermen and sailors sometimes claim to have seen monsters in the sea. Though people have often laughed at stories told by seamen, it is now known that many of these 'monsters' which have at times been sighted are simply strange fish. Occasionally, unusual creatures are washed to the shore, but they are rarely caught out at sea. Some time ago, however, a peculiar fish was caught near Madagascar. A small fishing boat was carried miles out to sea by the powerful fish as it pulled on the line. Realizing that this was no ordinary fish, the fisherman made every effort not to damage it in any way. When it was eventually brought to shore, it was found to be over thirteen feet long. It had a head like a horse, big blue eyes, shining silver skin, and a bright red tail. The fish, which has since been sent to a museum where it is being examined by a scientist, is called an oarfish. Such creatures have rarely been seen alive by man as they live at a depth of six hundred feet.","textCustomTranslate":"渔夫和水手们有时声称自己看到过海里的妖怪。\n虽然人们常常对水手们讲的故事付诸一笑，但现在看来，人们有时看到的这些“妖怪”很多不过是些奇怪的鱼。\n一些异常的生物偶尔会被冲到岸上来，但它们在海上却极少能被捕到。\n然而不久前，在马达加斯加附近的海里却捕到了一条奇怪的鱼。\n一条小渔船被一条咬住钩的强壮的大鱼拖到了几英里以外的海面上。\n那位渔民意识到这根本不是一条普通的鱼，于是千方百计不让它受到丝毫伤害。\n当终于把它弄上岸后，人们发现它身长超过了13英尺。\n它长着一个像马一样的头，有着大的蓝眼睛和闪闪发光的银色皮肤，还有一条鲜红色的尾巴。\n此鱼叫桨鱼，被送进了博物馆，现正接受一位科学家的检查。\n人们很少能看到活着的这类动物，因为它们生活在600英尺深的水下。","textNetworkTranslate":"渔民和水手有时声称在海里见过怪物。\n尽管人们经常嘲笑海员讲的故事，但现在人们已经知道，许多有时被看到的“怪物”只是奇怪的鱼。\n偶尔，不寻常的生物会被冲到岸边，但它们很少在海上被捕获。\n然而，不久前，在马达加斯加附近捕获了一种奇特的鱼。\n一艘小渔船在拉动绳索时被强大的鱼带到了几英里外的大海。\n意识到这不是一条普通的鱼，渔夫竭尽全力不去破坏它。\n当它最终被带到岸边时，人们发现它超过13英尺长。\n它有一个像马一样的头，蓝色的大眼睛，闪闪发光的银色皮肤，和一条鲜红色的尾巴。\n这种鱼被送往博物馆接受科学家的检查，被称为桨鱼。\n这种生物很少被人类看到，因为它们生活在600英尺深的地方。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"fKkg-6","title":"After the elections","titleTranslate":"大选之后","text":"The former Prime Minister, Mr. Wentworth Lane, was defeated in the recent elections. He is now retiring from political life and has gone abroad. My friend, Patrick, has always been a fanatical opponent of Mr. Lane's Radical Progressive Party. After the elections, Patrick went to the former Prime Minister's house. When he asked if Mr. Lane lived there, the policeman on duty told him that since his defeat, the ex-Prime Minister had gone abroad. On the following day, Patrick went to the house again. The same policeman was just walking slowly past the entrance, when Patrick asked the same question. Though a little suspicious this time, the policeman gave him the same answer. The day after, Patrick went to the house once more and asked exactly the same question. This time, the policeman lost his temper. 'I told you yesterday and the day before yesterday,' he shouted, 'Mr. Lane was defeated in the elections. He has retired from political life and gone to live abroad!\"\n'I know,' answered Patrick, 'but I love to hear you say it!'","textCustomTranslate":"前首相温特沃兹.莱恩先生在最近的大选中被击败。\n他现在退出了政界，到国外去了。\n我的朋友帕特里克一直是莱恩先生的激进党的强烈反对者。\n大选结束后，帕特里克来到了前首相的住处。\n当他询问莱恩先生是否住在那里时，值班的警察告诉他这位前首相落选后出国去了。\n第二天，帕特里克再次来到首相的住处。\n昨天的那位警察正从门口慢慢走过，帕特里克上前问了和昨天同样的问题。\n虽然那位警察这次有点疑心，但还是对他作了同样的回答。\n第三天，帕特里克又去了，提出了同前两天完全一样的问题。\n这一次警察火了。\n“我昨天和前天都告诉过您了，”他大叫着，“莱恩先生在大选中被击败了，他已经退出了政界去国外了！”\n\n“这我都知道，”帕特里克说，“可我就是喜欢听你说出这此！”","textNetworkTranslate":"前总理温特沃斯·莱恩先生在最近的选举中落败。\n他现在要退出政治生活，已经出国了。\n我的朋友帕特里克一直是莱恩先生的激进进步党的狂热反对者。\n选举结束后，帕特里克去了前首相的家。\n当他问莱恩先生是否住在那里时，值班警察告诉他，自从他失败后，这位前首相就出国了。\n第二天，帕特里克又去了那所房子。\n当帕特里克问同样的问题时，同一名警察正慢慢走过入口。\n虽然这次有点可疑，但警察还是给了他同样的答案。\n第二天，帕特里克再次回到家中，问了完全相同的问题。\n这一次，警察发了脾气。\n他喊道：“我昨天和前天都告诉过你了。\n莱恩在选举中落败。\n他已经从政治生活中退休，去国外生活了！“\n\n“我知道，”帕特里克回答，“但我很想听你这么说！”","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"Jh2eBz","title":"On strike","titleTranslate":"罢工","text":"Busmen have decided to go on strike next week. The strike is due to begin on Tuesday. No one knows how long it will last. The busmen have stated that the strike will continue until general agreement is reached about pay and working conditions. Most people believe that the strike will last for at least a week. Many owners of private cars are going to offer 'free rides' to people on their way to work. This will relieve pressure on the trains to some extent. Meanwhile, a number of university students have volunteered to drive buses while the strike lasts. All the students are expert drivers, but before they drive any of the buses, they will have to pass a special test. The students are going to take the test in two days' time. Even so, people are going to find it difficult to get to work. But so far, the public has expressed its gratitude to the students in letters to the Press. Only one or two people have objected that the students will drive too fast!","textCustomTranslate":"公共汽车司机决定下星期罢工。\n罢工定于星期二开始，谁也不知道会持续多久。\n司机们声称此次罢工将一直持续到就工资和工作条件问题达成全面协议的时候为止。\n多数人认为此次罢工至少会持续一个星期。\n很多私人汽车的车主正准备为乘车上班的人们提供“免费乘车”的服务，这将在某种程度上减轻对火车的压力。\n与此同时，有一部分大学生自愿在罢工期间驾驶公共汽车。\n所有的学生都是开车的能手，但在驾驶公共汽车之前，他们必须通过一项专门测验。\n学生们准备在两天后就接受测验。\n即使这样，人们仍会感到上班有困难。\n但到目前为止，公众已经向新闻界写信表达他们对学生们的感激之情了。\n只有一两个人提出反对意见，说学生们会把车开得太快！","textNetworkTranslate":"巴斯曼决定下周举行罢工。\n罢工定于星期二开始。\n没有人知道它会持续多久。\n巴士司机表示，罢工将持续到就工资和工作条件达成普遍协议为止。\n大多数人认为罢工至少会持续一周。\n许多私家车车主将为上班路上的人们提供“免费乘车”服务。\n这将在一定程度上缓解列车的压力。\n与此同时，一些大学生自愿在罢工期间驾驶公共汽车。\n所有的学生都是专业的司机，但在驾驶任何一辆公交车之前，他们都必须通过一项特殊的考试。\n学生们将在两天后参加考试。\n即便如此，人们还是会发现上班很困难。\n但到目前为止，公众已经在给新闻界的信中表达了对学生们的感谢。\n只有一两个人反对学生们开得太快！","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"pphSmR","title":"Never too old to learn","titleTranslate":"活到老学到老","text":"I have just received a letter from my old school, informing me that my former headmaster, Mr. Stuart Page, will be retiring next week. Pupils of the school, old and new, will be sending him a present to mark the occasion. All those who have contributed towards the gift will sign their names in a large album which will be sent to the headmaster's home. We shall all remember Mr. Page for his patience and understanding and for the kindly encouragement he gave us when we went so unwillingly to school. A great many former pupils will be attending a farewell dinner in his honour next Thursday. It is a curious coincidence that the day before his retirement, Mr. Page will have been teaching for a total of forty years. After he has retired, he will devote himself to gardening. For him, this will be an entirely new hobby. But this does not matter, for, as he has often remarked, one is never too old to learn.","textCustomTranslate":"我刚刚收到母校的一封信，通知我说以前的校长斯图亚特.佩奇先生下星期就退休了。\n为了纪念这个日子，学校的学生——无论老同学还是新同学——将送他一件礼物。\n所有凑钱买此礼品的人都将自己的名字签在一本大签名簿上，签名簿将被送到校长的家里。\n我们不会忘记佩奇先生对我们既有耐心又充满理解，也不会忘记在我们不愿去上学时他给予我们的亲切鼓励。\n很多老同学都准备参加下星期四为他举行的告别宴会。\n佩奇先生退休的前一天正好是他执教满40年的日子，这真是奇妙的巧合。\n他退休后，将致力于园艺。\n对于他来说，这将是一种全新的爱好。\n但这没有关系，因为正如他常说的那样，人要活到老学到老。","textNetworkTranslate":"我刚刚收到母校的一封信，通知我我的前校长斯图尔特·佩奇先生将于下周退休。\n这所学校的学生，无论是老的还是新的，都将送他一份礼物来纪念这一时刻。\n所有为礼物捐款的人都将在一本大相册上签名，相册将被送到校长家中。\n我们都将记住佩奇先生的耐心和理解，以及当我们如此不情愿地上学时，他给予我们的善意鼓励。\n许多以前的学生将于下周四参加为纪念他而举行的告别晚宴。\n一个奇怪的巧合是，在佩奇退休的前一天，他将教书整整四十年。\n他退休后将致力于园艺工作。\n对他来说，这将是一个全新的爱好。\n但这并不重要，因为正如他经常说的那样，人永远不会老到不能学。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"2yrwgz","title":"Out of control","titleTranslate":"失控","text":"As the man tried to swing the speedboat round, the steering wheel came away in his hands. He waved desperately to his companion, who had been water skiing for the last fifteen minutes. Both men had hardly had time to realize what was happening when they were thrown violently into the sea. The speedboat had struck a buoy, but it continued to move very quickly across the water. Both men had just begun to swim towards the shore, when they noticed with dismay that the speedboat was moving in a circle. It now came straight towards them at tremendous speed. In less than a minute, it roared past them only a few feet away. After it had passed, they swam on as quickly as they could because they knew that the boat would soon return. They had just had enough time to swim out of danger when the boat again completed a circle. On this occasion, however, it had slowed down considerably. The petrol had nearly all been used up. Before long, the noise dropped completely and the boat began to drift gently across the water.","textCustomTranslate":"当那人试图让快艇转弯时，方向盘脱手了。\n他绝望地向他的伙伴挥手，他的伙伴在过去的15分钟里一直在滑水。\n他们两个还没来得及意识到究竟发生了什么事情，就被猛地抛入了海里。\n快艇撞上了一个浮标，但它仍在水面上快速行驶着。\n两个人刚开始向岸边游去，就突然惊愕地发现快艇正在转着圈行驶，它现在正以惊人的速度直冲他们驶来。\n不到1分钟的工夫，它从离他们只有几英尺远的地方呼啸着驶了过去。\n快艇过去之后，他们以最快的速度向前游去，因为他们知道快艇马上就要转回来。\n他们刚刚来得及游出危险区，快艇就又转完了一圈。\n然而这一次它的速度慢多了。\n汽油几乎已经用光。\n没过多久，噪音便彻底消失，快艇开始在水面上慢悠悠地漂流。","textNetworkTranslate":"当这名男子试图使快艇回转时，方向盘在他手中松开了。\n他拼命地向同伴挥手，同伴已经滑水十五分钟了。\n两人还没来得及意识到发生了什么，就被猛地抛入大海。\n快艇撞上了浮标，但它继续在水面上快速移动。\n两人刚开始向岸边游去，就沮丧地注意到快艇在转一圈。\n现在它正以惊人的速度向他们直冲过来。\n在不到一分钟的时间里，它呼啸而过，离他们只有几英尺远。\n船过去后，他们以最快的速度继续游，因为他们知道船很快就会回来。\n他们刚刚有足够的时间游出危险，船又绕了一圈。\n然而，在这一次，它已经大大放慢了速度。\n汽油几乎都用完了。\n不久，噪音完全消失了，船开始轻轻地在水面上漂移。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"FPPt3U","title":"A perfect alibi","titleTranslate":"极好的不在犯罪现场的证据","text":"'At the time the murder was committed, I was travelling on the 8 o'clock train to London,' said the man.\n'Do you always catch such an early train?' asked the inspector.\n'Of course I do,' answered the man. 'I must be at work at 10 o'clock. My employer will confirm that I was there on time.'\n'Would a later train get you to work on time?' asked the inspector.\n'I suppose it would, but I never catch a later train.'\n'At what time did you arrive at the station?'\n'At ten to eight. I bought a paper and waited for the train.'\n'And you didn't notice anything unusual?'\n'Of course not.'\n'I suggest,' said the inspector, 'that you are not telling the truth. I suggest that you did not catch the 8 o'clock train, but that you caught the 8.25 which would still get you to work on time. You see, on the morning of the murder, the 8 o'clock train did not run at all. It broke down at Ferngreen station and was taken off the line.'","textCustomTranslate":"“在凶杀发生的时候，我正坐在8点钟开往伦敦的火车上。”\n那人说。\n\n“您总是赶这样早的火车？”\n探长问。\n\n“当然是的，”那人回答。\n“我必须在10点钟上班，我的雇主会证明我是按时到了那儿的。”\n\n“晚一点儿的车也能送您按时上班吗？”\n\n“我认为可以，但我从来不乘晚一点儿的车。”\n\n“您几点钟到的火车站？”\n\n“7点50分。\n我买了张报纸，等着车来。”\n\n“您没有注意到有什么异常情况发生吗？”\n\n“当然没有。”\n\n“我提醒您，”探长说，“您讲的不是实话。\n您乘的不是8点钟的火车，而是8点25分的，这次车同样能使您按时上班。\n您看，在凶杀发生的那天早晨，8点钟的那次车根本没有发。\n它在芬格林车站出了故障而被取消了。”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"InYu13","title":"Trapped in a mine","titleTranslate":"困在矿井里","text":"Six men have been trapped in a mine for seventeen hours. If they are not brought to the surface soon they may lose their lives. However, rescue operations are proving difficult. If explosives are used, vibrations will cause the roof of the mine to collapse. Rescue workers are therefore drilling a hole on the north side of the mine. They intend to bring the men up in a special capsule. If there had not been a hard layer of rock beneath the soil, they would have completed the job in a few hours. As it is, they have been drilling for sixteen hours and they still have a long way to go. Meanwhile, a microphone, which was lowered into the mine two hours ago, has enabled the men to keep in touch with their closest relatives. Though they are running out of food and drink, the men are cheerful and confident that they will get out soon. They have been told that rescue operations are progressing smoothly. If they knew how difficult it was to drill through the hard rock, they would lose heart.","textCustomTranslate":"6个人被困在矿井里已有17个小时了。\n如果不把他们尽快救到地面上来，他们就有可能丧生。\n然而，事实证明营救工作非常困难。\n如果用炸药爆破，震动会引起矿顶塌落。\n因此，营救人员在矿井的北侧钻了一个洞。\n他们准备用一种特制的容器把这6个人救上来。\n如果不是因为土壤下面有一层坚硬的岩石，他们的营救工作仅用几个小时就可以完成了。\n实际情况是，他们已连续钻了16个小时了，但离钻透还早着呢。\n与此同时，两个小时以前放下井去的一只麦克风使井下的人可以与其亲属保持联系。\n虽然他们的食物和饮料都快消耗尽了，但这些人的心情很好，坚信他们很快就会出去。\n他们一直被告知营救工作进行得非常顺利。\n如果他们知道了钻透那坚硬的岩石有多么困难，他们会丧失信心的。","textNetworkTranslate":"六个人被困在矿井里长达十七个小时。\n如果他们不尽快浮出水面，他们可能会失去生命。\n然而，救援行动证明是困难的。\n如果使用炸药，震动会导致矿井顶部坍塌。\n因此，救援人员正在矿井北侧钻孔。\n他们打算用一个特殊的太空舱把这些人带上来。\n如果土壤下面没有一层坚硬的岩石，他们会在几个小时内完成这项工作。\n事实上，他们已经钻探了16个小时，还有很长的路要走。\n与此同时，两个小时前放进矿井的麦克风使这些人能够与最亲密的亲属保持联系。\n尽管他们的食物和饮料都快用完了，但这些人都很高兴，相信他们很快就会出来。\n他们被告知救援行动进展顺利。\n如果他们知道钻穿坚硬的岩石有多难，他们就会失去信心。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"hyJLBf","title":"A slip of the tongue","titleTranslate":"口误","text":"People will do anything to see a free show -- even if it is a bad one. When the news got round that a comedy show would be presented at our local cinema by the P. and U. Bird Seed Company, we all rushed to see it. We had to queue for hours to get in and there must have been several hundred people present just before the show began. Unfortunately, the show was one of the dullest we have ever seen. Those who failed to get in need not have felt disappointed, as many of the artistes who should have appeared did not come. The only funny things we heard that evening came from the advertiser at the beginning of the programme. He was obviously very nervous and for some minutes stood awkwardly before the microphone. As soon as he opened his mouth, everyone burst out laughing. We all know what the poor man should have said, but what he actually said was: 'This is the Poo and Ee Seed Bird Company. Good ladies, evening and gentlemen!\"","textCustomTranslate":"人们总要想尽办法看不花钱的演出——哪怕是拙劣的演出。\n当“皮尤”鸟食公司将在我们当地影院演出喜剧节目的消息传开后，我们都赶紧跑去观看。\n我们不得不排了好几个小时才进得场去。\n在演出开始前场内肯定已有好几百人了。\n不幸的是，这次演出是我们看过的最乏味的演出了。\n那些没能进到场内的人没有必要感到失望，因为很多应该出场的专业演员都没有来。\n那天晚上唯一有趣的事情是节目开始时那个报幕员的开场白。\n他显然非常紧张，局促不安地在麦克风前站了好几分钟。\n但他刚一开口说话，人们便哄堂大笑起来。\n我们都明白那个可怜的人应该说些什么，而他实际说的却是：“这是‘浦伊’鸟食公司，好女士们，晚上和先生们！”","textNetworkTranslate":"人们愿意做任何事情去看一场免费的演出——即使这是一场糟糕的演出。\n当消息传来，我们当地的电影院将上演一场由美国鸟类种子公司制作的喜剧片时，我们都争先恐后地去看。\n我们不得不排几个小时的队才能进去，演出开始前肯定有几百人在场。\n不幸的是，这个节目是我们所见过的最无聊的节目之一。\n那些未能进入的人不必感到失望，因为许多本应出现的艺人都没有来。\n那天晚上，我们听到的唯一有趣的事情来自节目开始时的广告商。\n他显然非常紧张，尴尬地站在麦克风前好几分钟。\n他一开口，大家都大笑起来。\n我们都知道这个可怜的人应该说什么，但他实际上说的是：“这是Poo and Ee Seed Bird Company。”。\n女士们，晚上好，先生们！“","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"eRkOPp","title":"What's for supper?","titleTranslate":"晚餐吃什么？","text":"Fish and chips has always been a favourite dish in Britain, but as the oceans have been overfished, fish has become more and more expensive. So it comes as a surprise to learn that giant fish are terrifying the divers on North Sea oil rigs. Oil rigs have to be repaired frequently and divers, who often have to work in darkness a hundred feet under water, have been frightened out of their wits by giant fish bumping into them as they work. Now they have had special cages made to protect them from these monsters. The fish are not sharks or killer whales, but favourite eating varieties like cod and skate which grow to unnatural sizes, sometimes as much as twelve feet in length. Three factors have caused these fish to grow so large: the warm water round the hot oil pipes under the sea; the plentiful supply of food thrown overboard by the crews on the rigs; the total absence of fishing boats around the oil rigs. As a result, the fish just eat and eat and grow and grow in the lovely warm water. Who eats who?","textCustomTranslate":"油煎鱼加炸土豆片一直是英国人喜爱的一道菜，但是随着海洋里的滥捕滥捞，鱼已经变得越来越昂贵。\n因此，听说北海石油钻井平台上的潜水员受到巨型鱼类的恐吓，确实很让人吃惊。\n钻井平台需要经常修理，潜水员常常要在水面100英尺以下摸黑工作，他们曾在工作时被撞到他们身上的大鱼吓得惊惶失措。\n现在他们有了特制的笼子，用来保护他们免受大鱼的侵袭。\n这些鱼并不是鲨鱼或逆戟鲸，而是深受人们喜爱的食用鱼品种，如鳕鱼和鳐鱼，只不过它们长得出奇地大，有时长达12英尺。\n这些鱼能长得这么大是由3个因素造成的：海底热的输油管道附近的温暖的海水；钻井平台工作人员抛到海里充足的食物；钻井平台周围根本没有捕鱼船只。\n结果是，这些鱼就在可爱的温暖的水流中吃呀吃，长呀长。\n究竟谁吃谁呢？","textNetworkTranslate":"炸鱼薯条一直是英国人最喜欢的菜，但随着海洋被过度捕捞，鱼类变得越来越贵。\n因此，当我们得知北海石油钻井平台上的巨型鱼类正在恐吓潜水员时，我们感到很惊讶。\n石油钻井平台必须经常维修，潜水员经常不得不在水下一百英尺的黑暗中工作，他们在工作时被巨大的鱼撞到吓得魂不附体。\n现在他们有了特殊的笼子来保护他们免受这些怪物的伤害。\n这些鱼不是鲨鱼或虎鲸，而是最受欢迎的食用品种，如鳕鱼和鳐鱼，它们长得不自然，有时长达12英尺长。\n有三个因素导致这些鱼长得这么大：海底热油管道周围的温水；钻井平台上的船员扔到船外的大量食物；石油钻井平台周围完全没有渔船。\n因此，这些鱼只是在可爱的温水中吃、吃、长、长。\n谁吃谁？","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"3wRB8T","title":"Three men in a basket","titleTranslate":"三人同篮","text":"A pilot noticed a balloon which seemed to be making for a Royal Air Force Station nearby. He informed the station at once, but no one there was able to explain the mystery. The officer in the control tower was very angry when he heard the news, because balloons can be a great danger to aircraft. He said that someone might be spying on the station and the pilot was ordered to keep track of the strange object. The pilot managed to circle the balloon for some time. He could make out three men in a basket under it and one of them was holding a pair of binoculars. When the balloon was over the station, the pilot saw one of the men taking photographs. Soon afterwards, the balloon began to descend and it landed near an airfield. The police were called in, but they could not arrest anyone, for the basket contained two Members of Parliament and the Commanding Officer of the station! As the Commanding Officer explained later, one half of the station did not know what the other half was doing!","textCustomTranslate":"一个飞行员发现了一只气球，它像是正飞往附近的一个皇家空军基地。\n他马上把情况报告了该基地，但那里的人没有一个能解释这到底是怎么回事。\n控制塔上的官员得知这一消息后，非常气愤，因为气球有可能给飞机造成极大的危险。\n他说可能有人正对基地进行侦察，因此命令那个飞行员跟踪那个奇怪的飞行物。\n飞行员设法绕着气球飞了一阵。\n他看清了气球下面有3个人呆在一只筐里，其中一个举着望远镜。\n当气球飞临基地上空时，飞行员看见有一个人在拍照。\n不久，气球开始降落，在一个停机坪附近着了陆。\n警察被召来了，但他们却不能逮捕任何人，因为筐里是两名国会议员和一名基地的指挥官！\n正如指挥官后来解释的那样，基地的这半边不知道那半边正在干什么！","textNetworkTranslate":"一名飞行员注意到一个气球似乎正在向附近的皇家空军基地飞去。\n他立即通知了车站，但那里没有人能解释这个谜。\n当控制塔的官员听到这个消息时非常生气，因为气球对飞机来说是一个巨大的危险。\n他说，可能有人在监视空间站，飞行员被命令跟踪这个奇怪的物体。\n飞行员设法使气球绕了一段时间。\n他能认出下面篮子里有三个人，其中一个人拿着双筒望远镜。\n当气球在空间站上空时，飞行员看到其中一名男子在拍照。\n不久之后，气球开始下降，降落在一个机场附近。\n警察被叫来了，但他们无法逮捕任何人，因为篮子里有两名国会议员和警察局的指挥官！\n正如指挥官后来解释的那样，车站的一半人不知道另一半在做什么！","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"8wkJuo","title":"Asking for trouble","titleTranslate":"自找麻烦","text":"It must have been about two in the morning when I returned home. I tried to wake up my wife by ringing the doorbell, but she was fast asleep, so I got a ladder from the shed in the garden, put it against the wall, and began climbing towards the bedroom window. I was almost there when a sarcastic voice below said, 'I don't think the windows need cleaning at this time of the night.' I looked down and nearly fell off the ladder when I saw a policeman. I immediately regretted answering in the way I did, but I said, 'I enjoy cleaning windows at night.'\n'So do I,' answered the policeman in the same tone. 'Excuse my interrupting you. I hate to interrupt a man when he's busy working, but would you mind coming with me to the station?'\n'Well, I'd prefer to stay here,' I said. 'You see. I've forgotten my key.'\n'Your what?' he called.\n'My key,' I shouted.\nFortunately, the shouting woke up my wife who opened the window just as the policeman had started to climb towards me.","textCustomTranslate":"我回到家时，肯定已是凌晨两点左右了。\n我按响了门铃，试图唤醒我的妻子，但她睡得很熟。\n于是，我从花园的小棚里搬来了一个梯子，把它靠在墙边，开始向卧室的窗口爬去。\n快要爬到窗口时，下面一个人用讽刺的口吻说：“我看不必在夜里这个时候擦窗子吧。”\n我向下面看去。\n当我看清是一个警察时，差一点儿从梯子上掉下去。\n我回答了他的话，但马上又后悔不该那样说，我是这样说的：“我喜欢在夜里擦窗子。”\n\n“我也是的，”警察用同样的声调回答，“请原谅我打断了您。\n当一个人在忙着干活时，我是不愿意去打断他的，但请您跟我到警察局去一趟好吗？”\n\n“可我更愿意呆在这儿，”我说，“您瞧，我忘带钥匙了。”\n\n“什么？”\n他大声问。\n\n“钥匙！”\n我喊道。\n\n幸运得很，这喊声惊醒了我的妻子。\n就在警察开始向我爬上来时，她打开了窗子。","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"a_9wOb","title":"A noble gift","titleTranslate":"崇高的礼物","text":"One of the most famous monuments in the world, the Statue of Liberty, was presented to the United States of America in the nineteenth century by the people of France. The great statue, which was designed by the sculptor Auguste Bartholdi, took ten years to complete. The actual figure was made of copper supported by a metal framework which had been especially constructed by Eiffel. Before it could be transported to the United States, a site had to be found for it and a pedestal had to be built. The site chosen was an island at the entrance of New York Harbour. By 1884, a statue which was 151 feet tall had been erected in Paris. The following year, it was taken to pieces and sent to America. By the end of October 1886, the statue had been put together again and it was officially presented to the American people by Bartholdi. Ever since then, the great monument has been a symbol of liberty for the millions of people who have passed through New York Harbour to make their homes in America.","textCustomTranslate":"世界上最著名的纪念碑之一的自由女神雕像是在19世纪时由法国人民赠送给美国的。\n这座由雕像家奥古斯特.巴索尔地设计的巨大雕像是用10年时间雕像刻成的。\n这座雕像的主体是用铜制成的，由艾菲尔特制的金属框架支撑着。\n在雕像被运往美国之前，必须为它选好一块场地，同时必须建造一个基座。\n场地选在了纽约港入口处的一个鸟上。\n到1884年，一座高度达151英尺的雕像在巴黎竖立起来了。\n第二年，它被拆成若干小块，运到美国。\n到1886年10月底，这座雕像被重新组装起来，由巴索尔地正式赠送给美国人民。\n从那时起，这座伟大的纪念碑对通过纽约港进入美国定居的千百万人来说就一直是自由的象征。","textNetworkTranslate":"19世纪，法国人民向美利坚合众国赠送了世界上最著名的纪念碑之一自由女神像。\n这座伟大的雕像由雕塑家奥古斯特·巴尔托尔迪设计，历时十年才完成。\n实际的雕像是由铜制成的，由艾菲尔特别建造的金属框架支撑。\n在它被运往美国之前，必须为它找到一个场地，并建造一个基座。\n选定的地点是纽约港入口处的一个岛屿。\n到1884年，一座151英尺高的雕像已经在巴黎竖立起来。\n第二年，它被拆成碎片，送往美国。\n到1886年10月底，这座雕像被重新组装起来，并由巴托尔迪正式赠送给美国人民。\n从那时起，这座伟大的纪念碑一直是数百万通过纽约港在美国安家的人自由的象征。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"u8mR1i","title":"Future champions","titleTranslate":"未来的冠军","text":"Experiments have proved that children can be instructed in swimming at a very early age. At a special swimming pool in Los Angeles, children become expert at holding their breath under water even before they can walk. Babies of two months old do not appear to be reluctant to enter the water. It is not long before they are so accustomed to swimming that they can pick up weights from the floor of the pool. A game that is very popular with these young swimmers is the underwater tricycle race. Tricycles are lined up on the floor of the pool seven feet under water. The children compete against each other to reach the other end of the pool. Many pedal their tricycles, but most of them prefer to push or drag them. Some children can cover the whole length of the pool without coming up for breath even once. Whether they will ever become future Olympic champions, only time will tell. Meanwhile, they should encourage those among us who cannot swim five yards before they are gasping for air.","textCustomTranslate":"实验证明，儿童在很小的时候就可以开始学习游泳。\n在洛杉矶的一个特设的游泳池里，孩子们甚至在还没有学会走路时就已经能熟练地在水下屏住呼吸了。\n两个月的婴儿并未显得不愿意入水。\n他们很快便适应了游泳，以致能捡起池底的物品。\n这些幼小的游泳运动员非常喜爱的一种游戏是水下三轮车比赛。\n三轮车并排放在7英尺深的游泳池底上。\n孩子们比赛看谁先到达游泳池的另一端。\n很多孩子用脚蹬车，但多数孩子更愿意推或是拉着三轮车。\n有些孩子能够跑完游泳池的全长而不用露出水面换气。\n他们将来是否能成为奥林匹克的冠军，这只能由时间来作出回答。\n与此同时，他们对我们中的那些游不了5码就已喘不过气来的人应该是种鼓舞。","textNetworkTranslate":"实验证明，孩子们可以在很小的时候就学会游泳。\n在洛杉矶的一个特殊游泳池里，孩子们甚至在会走路之前就已经成为了在水下屏住呼吸的专家。\n两个月大的婴儿似乎并不不愿意下水。\n没过多久，他们就习惯了游泳，以至于可以从游泳池的地板上举重。\n水下三轮车比赛是这些年轻游泳运动员非常喜欢的一项运动。\n三轮车在水下七英尺的水池地板上一字排开。\n孩子们争先恐后地到达游泳池的另一端。\n许多人蹬着三轮车，但他们中的大多数人更喜欢推或拖三轮车。\n有些孩子甚至一次都不会上来呼吸，就可以游完整个游泳池。\n他们是否会成为未来的奥运冠军，只有时间才能证明。\n同时，他们应该鼓励我们当中那些在大口呼吸空气之前游不到五码的人。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"},{"id":"Gn-lV-","title":"A fantasy","titleTranslate":"纯属虚构","text":"When the Ambassador or Escalopia returned home for lunch, his wife got a shock. He looked pale and his clothes were in a frightful state.\n'What has happened?' she asked. 'How did your clothes get into such a mess?'\n'A fire extinguisher, my dear,' answered the Ambassador drily. 'University students set the Embassy on fire this morning.'\n'Good heavens!' exclaimed his wife. 'And where were you at the time?'\n'I was in my office as usual,' answered the Ambassador. 'The fire broke out in the basement. I went down immediately, of course, and that fool, Horst, aimed a fire extinguisher at me. He thought I was on fire. I must definitely get that fellow posted.'\nThe Ambassador's wife went on asking questions, when she suddenly noticed a big hole in her husband's hat.\n'And how can you explain that?' she asked.\n'Oh, that,' said the Ambassador. 'Someone fired a shot through my office window. Accurate, don't you think? Fortunately, I wasn't wearing it at the time. If I had been, I would not have been able to get home for lunch.'","textCustomTranslate":"当艾斯卡罗比亚国的大使回到家吃午饭时，把他的夫人吓了一跳。\n他面色苍白，衣服也搞得不成样子。\n\n“发生了什么事？”\n她问，“你的衣服怎么搞得一塌糊涂？”\n\n“灭火器弄的，亲爱的，”大使冷冷地回答，“今天上午大学生们放火点着了大使馆。”\n\n“天啊！”\n他的夫人惊叫，“那你当时在什么地方？”\n\n“我和往常一样，在办公室里，”大使回答说。\n“地下室突然着火，我当然马上下去了。\n但那个傻瓜霍斯特把灭火器对准了我。\n他认为是我着火了。\n我一定要把那个家伙打发走。”\n\n大使夫人继续提出问题，她突然又发现丈夫的帽子上有个洞。\n\n“那么你对那又作何解释呢？”\n她问。\n\n“那个嘛，”大使说，“有人向我办公室窗户开了一枪。\n真够准的，是不是？\n幸亏我当时没戴帽子。\n如果真戴着它，我现在就不能回家来吃午饭了。”","textNetworkTranslate":"","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"custom"},{"id":"QtKiCr","title":"The dead return","titleTranslate":"亡灵返乡","text":"A Festival for the Dead is held once a year in Japan. This festival is a cheerful occasion, for on this day, the dead are said to return to their homes and they are welcomed by the living. As they are expected to be hungry after their long journey, food is laid out for them. Specially-made lanterns are hung outside each house to help the dead to find their way. All night long, people dance and sing. In the early morning, the food that had been laid out for the dead is thrown into a river or into the sea as it is considered unlucky for anyone living to eat it. In towns that are near the sea, the tiny lanterns which had been hung in the streets the night before, are placed into the water when the festival is over. Thousands of lanterns slowly drift out to sea guiding the dead on their return journey to the other world. This is a moving spectacle, for crowds of people stand on the shore watching the lanterns drifting away until they can be seen no more.","textCustomTranslate":"日本每年过一次“亡灵节”。\n这个节日是个欢乐的日子，因为在这一天，据说死去的人要回到他们的家里来，活着的人则对他们表示欢迎。\n因为预料到他们在经过长途旅行之后会感到饥饿，所以为他们摆放好了食品。\n特制的灯笼挂在各家的门外，为的是帮助亡灵看清道路。\n整个夜晚人们载歌载舞。\n一大早，人们便把为死者摆放的食品扔进河中或海里，因为人们认为活着的人吃了这些东西是不吉利的。\n在靠海的城镇中，头天夜里挂在大街小巷的小灯笼在节后就放在了水里。\n成千上万只灯笼慢慢漂向大海，指引着亡灵返回另一个世界。\n这是一个感人的场面，人们成群地伫立在海岸上，注视着灯笼远去，直到再也看不见为止。","textNetworkTranslate":"日本每年举行一次亡灵节。\n这个节日是一个愉快的时刻，因为在这一天，据说死者会回到他们的家中，他们会受到生者的欢迎。\n由于人们预计他们在长途旅行后会感到饥饿，因此为他们安排了食物。\n每个房子外面都挂着特制的灯笼，帮助死者找到自己的路。\n人们彻夜载歌载舞。\n在清晨，为死者准备的食物被扔进河里或海里，因为活着的人吃这些食物被认为是不吉利的。\n在海边的城镇，前一天晚上挂在街上的小灯笼在节日结束后被放进水里。\n成千上万的灯笼慢慢漂向大海，引导死者踏上返回另一个世界的旅程。\n这是一个感人的场面，因为成群的人站在岸边看着灯笼飘走，直到看不到它们了。","textCustomTranslateIsFormat":true,"newWords":[],"textAllWords":[],"useTranslateType":"network"}]